{
  "section_0": {
    "id": "section_0",
    "title": "Quick Guides",
    "text": [
      "You can learn quickly how to run and use the frequently used functions, such as Bixby, Ambient Mode, and Smart",
      "Hub."
    ]
  },
  "section_1": {
    "id": "section_1",
    "title": "Connecting the Samsung Smart Remote to the TV",
    "text": [
      "Connect the Samsung Smart Remote to your TV to operate the TV.",
      "When you turn on the TV for the first time, the Samsung Smart Remote pairs to the TV automatically. If the Samsung",
      "Smart Remote does not pair to the TV automatically, point it at the remote control sensor of the TV, and then press",
      "and hold the",
      "and",
      "buttons simultaneously for 3 seconds or more.",
      "The images, buttons, and functions of the Samsung Smart Remote may differ depending on the model.",
      "For more information about the Samsung Smart Remote that comes with the QLED TV, refer to \"About the Samsung Smart",
      "Remote (QLED TV).\"",
      "For more information about the Samsung Smart Remote that comes with the UHD TV, refer to \"About the Samsung Smart",
      "Remote (UHD TV).\"",
      "The Samsung Smart Remote may not be supported depending on the model or geographical area.",
      "- 7 -"
    ]
  },
  "section_2": {
    "id": "section_2",
    "title": "Using Smart Hub",
    "text": [
      "Connect to Smart Hub for apps, games, movies, and more.",
      "Enjoy the multiple functions provided by",
      "Smart Hub",
      "simultaneously on a single screen.",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "When you press the",
      "button on your remote control, you can use the following functions and features.",
      "Notification",
      "You can view a list of notifications for all events that occur on your TV. A notification appears on the screen when it is",
      "time to broadcast a scheduled program or when an event occurs on a registered device.",
      "For more information, refer to \"Displaying the Home Screen.\"",
      "Settings",
      "When the focus is moved to the",
      "icon, a list of quick settings icons appears above the top of the menu. You can",
      "quickly set frequently used functions by clicking the icons.",
      "Sources",
      "Connection",
      "HDMI 1",
      "HDMI 2",
      "USB 1",
      "USB 2",
      "Source",
      "- 8 -",
      "Universal",
      "Remote",
      "Guide",
      "Source",
      "You can select an external device connected to the TV.",
      "For more information, refer to \"Switching between external devices connected to the TV.\"",
      "Search",
      "You can search data for channels, programs, movie titles, and apps from Smart Hub.",
      "To use this feature, the TV must be connected to the Internet.",
      "APPS",
      "You can enjoy a wide range of content including news, sports, weather, and games by installing the corresponding",
      "apps on your TV.",
      "To use this feature, the TV must be connected to the Internet.",
      "For more information, refer to \"Using the APPS Service.\"",
      "Ambient Mode",
      "Ambient Mode",
      ", you can view beautiful screens, various visual information, and notifications.",
      "To enter",
      "Ambient Mode",
      ", press the",
      "button. To return to the TV mode, press the",
      "button. To shut off the",
      "TV, press the",
      "button.",
      "If you press the",
      "button when the TV is turned off, the TV turns on in",
      "Ambient Mode",
      "If you use a remote control other than the Samsung TV remote control, there may be restrictions to entering",
      "Ambient",
      "Mode",
      "Because this function is a QLED TV-specific function, it may not be supported depending on the model.",
      "For more information about the",
      "Ambient Mode",
      ", refer to \"Using the Ambient Mode.\"",
      "Universal Guide",
      "Universal Guide",
      "is an app that allows you to search for and enjoy various content such as TV shows, dramas, movies,",
      "and music in one place.",
      "Universal Guide",
      "can recommend content tailored to your preferences and notify you of new",
      "drama series.",
      "For more information about the",
      "Universal Guide",
      ", refer to \"Using the Universal Guide App.\"",
      "Images may look blurry depending on the service provider's circumstances.",
      "This function may not be supported depending on the model or geographical area.",
      "- 9 -"
    ]
  },
  "section_3": {
    "id": "section_3",
    "title": "Using the Ambient Mode",
    "text": [
      "Learn about the functions available in Ambient Mode, which is a QLED TV-specific function.",
      "Ambient Mode",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Ambient Mode",
      ", you can view beautiful screens, various visual information, and notifications.",
      "To enter",
      "Ambient Mode",
      ", press the",
      "button. To return to the TV mode, press the",
      "button. To shut off the",
      "TV, press the",
      "button.",
      "If you press the",
      "button when the TV is turned off, the TV turns on in",
      "Ambient Mode",
      "If you use a remote control other than the Samsung TV remote control, there may be restrictions to entering",
      "Ambient",
      "Mode",
      "Because this function is a QLED TV-specific function, it may not be supported depending on the model.",
      "Décor",
      "Info",
      "Photo",
      "- 10 -"
    ]
  },
  "section_4": {
    "id": "section_4",
    "title": "Screen states related to Ambient Mode",
    "text": [
      "Ambient Mode",
      "Ambient Mode",
      ", you can set up and enjoy visual information and design. In this state, less power is",
      "consumed and brightness is automatically adjusted by the illuminance sensor.",
      "Getting dark state",
      "Ambient Mode",
      ", the TV screen changes automatically according to the surroundings. When the surroundings",
      "get dark, the TV screen becomes darker. When the surroundings get bright before the TV screen turns",
      "completely black or when the remote control or the",
      "Bixby",
      "function is operated, the TV screen returns to the",
      "Ambient Mode",
      "You can change the auto brightness setting for",
      "Ambient Mode",
      ". For more information, refer to \"Setting up the Ambient",
      "Mode details.\"",
      "In this state, the TV can activate voice guides and process voice commands.",
      "Black screen state",
      "Ambient Mode",
      ", if the surroundings get to a specific level of darkness or there is no external operation, the",
      "TV turns soft-off. Then, when the surroundings get bright, the TV screen returns to the",
      "Ambient Mode",
      "You can change the auto brightness setting for",
      "Ambient Mode",
      ". For more information, refer to \"Setting up the Ambient",
      "Mode details.\"",
      "In this state, the TV cannot activate voice guides and process voice commands.",
      "TV off state",
      "To enter",
      "Ambient Mode",
      "when the TV is turned off, press the",
      "button on the remote control. To enter TV",
      "mode when the TV is turned off, press the",
      "button. In TV mode, you can watch broadcasts or enjoy the",
      "content on the external connected devices.",
      "- 11 -"
    ]
  },
  "section_5": {
    "id": "section_5",
    "title": "Changing the content and settings for Ambient Mode",
    "text": [
      "When you press the",
      "button in",
      "Ambient Mode",
      ", the",
      "Ambient Mode",
      "browser screen appears. In the",
      "Ambient Mode",
      "browser screen, you can select content and change the",
      "Ambient Mode",
      "settings.",
      "Setting up the content for Ambient Mode",
      "The",
      "Ambient Mode",
      "browser screen displays content at the top and categories at the bottom. Use the left or right",
      "directional buttons in the content list at the top to move the focus to content you want, and then press the Select",
      "button. The selected content is played in",
      "Ambient Mode",
      "In the future, more content that you can set up in the",
      "Ambient Mode",
      "browser will be provided.",
      "You can select the following categories and content:",
      "Décor",
      ": Allows you to select beautiful screens.",
      "Info",
      ": Provides information such as weather, news headlines, and more.",
      "This function may not be supported depending on the geographical area.",
      "Photo",
      ": Allows you to set a picture stored in your mobile device as the wallpaper of the",
      "Ambient Mode",
      "screen.",
      "You can configure special layouts using your photos.",
      "To save photos from your mobile device to the TV and import them in",
      "Ambient Mode",
      ", use the SmartThings app on",
      "your mobile device.",
      "- 12 -",
      "Setting up the Ambient Mode details",
      "In the",
      "Ambient Mode",
      "browser screen, move the focus to",
      ", and then press the Select button. You can change the",
      "following settings:",
      "Brightness",
      ": Adjusts the screen brightness for",
      "Ambient Mode",
      "Color Tone",
      ": Adjusts the colors of the screen for",
      "Ambient Mode",
      "Auto Brightness",
      ": Changes the auto brightness setting for",
      "Ambient Mode",
      "When this function is set to",
      "Off",
      ", the brightness level of the TV screen is not automatically adjusted according to the",
      "ambient light level.",
      "Ambient Off Timer",
      ": Sets the time that the",
      "Ambient Mode",
      "screen turns off automatically.",
      "If there is no remote control input for the set time, the TV switches to the black screen state.",
      "Changing the background color of Ambient Mode",
      "To change the background color of",
      "Ambient Mode",
      ", move the focus to",
      "in the",
      "Ambient Mode",
      "browser screen, and",
      "then press the Select button. You can change the background color or pattern. Move the focus to a color or pattern",
      "you want, and then press the Select button.",
      "Take a picture of a wall using the SmartThings app on your mobile device to set it as the background of",
      "Ambient Mode",
      "This function may have a delay in image transmission and optimization depending on the network conditions.",
      "- 13 -"
    ]
  },
  "section_6": {
    "id": "section_6",
    "title": "Using Bixby",
    "text": [
      "Speak into the microphone on your Samsung Smart Remote to control your TV.",
      "This function may not be supported depending on the model or geographical area.",
      "The supported language may differ depending on the geographical area."
    ]
  },
  "section_7": {
    "id": "section_7",
    "title": "Running Bixby",
    "text": [
      "Press and hold the",
      "button on your Samsung Smart Remote, say a command, and then release the",
      "button.",
      "The TV recognizes the voice command.",
      "To view the",
      "Bixby",
      "guide, press the",
      "button once:",
      "When you press the",
      "button for the first time, the",
      "Using Bixby",
      "button appears at the bottom of the screen.",
      "Press the Select button. The",
      "Using Bixby",
      "popup window appears and a tutorial on using",
      "Bixby",
      "is shown.",
      "When you press the",
      "button after the first time, the",
      "Enter My Bixby",
      "button appears at the bottom of the",
      "screen. Press the Select button to go to the",
      "My Bixby",
      "screen.",
      "\"Live TV\"",
      "\"HDMI1\"",
      "\"USB\"",
      "- 14 -"
    ]
  },
  "section_8": {
    "id": "section_8",
    "title": "Learning about My Bixby",
    "text": [
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Samsung Account",
      "Go to the",
      "Samsung Account",
      "screen to create a new account or sign out of your account.",
      "If you are signed out of your Samsung account, select",
      "Sign In",
      "to log in.",
      "Settings",
      "You can change the voice responses and the voice style of",
      "Bixby",
      "You can also select a music service provider in the",
      "Default music service provider",
      "tab.",
      "The",
      "Default music service provider",
      "tab may not be supported depending on the model or geographical area.",
      "User information and the experience points (XP) guide",
      "You can see user information and the experience points (XP) that you can get from using",
      "Bixby",
      "You must be signed in to your Samsung account to view the user information and the experience points (XP).",
      "This function may not be supported depending on the model or geographical area.",
      "Bixby guide",
      "You can learn the voice commands that let you use",
      "Bixby",
      "in various situations. Use the directional buttons to move",
      "to the desired command, and then press the Select button. You can operate the TV with various voice commands.",
      "To view a tutorial on",
      "Bixby",
      ", use the directional buttons to move to the bottom, and then select the",
      "View Tutorial",
      "item.",
      "My Bixby",
      "- 15 -"
    ]
  },
  "section_9": {
    "id": "section_9",
    "title": "Read Before Using Bixby",
    "text": [
      "Precautions for Bixby",
      "The supported voice interaction languages and features may differ depending on the geographical area.",
      "If the language set differs from the language of your country, some features are not available.",
      "Bixby",
      "is available only when the TV is connected to the Internet.",
      "Even if the TV is connected to the Internet, there may be no response due to a",
      "Bixby",
      "server error.",
      "The existing functional specifications may be changed if",
      "Bixby",
      "is updated.",
      "Bixby",
      "is available only on TVs that support it and come with remote controls that have a microphone.",
      "Symbols including \"-\" and special characters are not supported. Consequently, if a word or sentence contains",
      "numeric values or symbols, the function may not operate properly.",
      "Searched results may not provide complete results.",
      "You may be required to pay for some apps. Consequently, you may encounter a service application or contract.",
      "To change the current channel by saying channel names as voice commands, you must finish",
      "Set Up Your",
      "Service Provider",
      ". If",
      "Set Up Your Service Provider",
      "is not completed, you can complete it using the following",
      "menu.",
      "Settings",
      "General",
      "Start Setup",
      "Try Now",
      "To use the voice text input function and Smart",
      "Search",
      "function, you must consent to provisions allowing third",
      "parties to collect and use your voice data.",
      "To use the",
      "Bixby",
      "function, you must:",
      "Agree to Smart Hub's Terms of Use",
      "Agree to a guidance regarding the collection and use of personal information for the Smart Hub service.",
      "Consent to the collection and use of personal information for the voice interaction-based service.",
      "Requirements for using Bixby",
      "The voice interaction rate differs with the volume/tone, pronunciation, and ambient sound environment (TV",
      "sound and ambient noise).",
      "The optimal volume for voice commands is between 75 dB and 80 dB.",
      "- 16 -"
    ]
  },
  "section_10": {
    "id": "section_10",
    "title": "Updating the TV’s Software",
    "text": [
      "View your TV's software version and update it if necessary.",
      "Settings",
      "Support",
      "Software Update",
      "Try Now"
    ]
  },
  "section_11": {
    "id": "section_11",
    "title": "Updating the TV’s software to the latest version",
    "text": [
      "DO NOT turn off the TV’s power until the update is complete. The TV will turn off and on automatically after",
      "completing the software update. Video and audio settings will be reset to their defaults after a software",
      "update.",
      "Updating through the Internet",
      "Settings",
      "Support",
      "Software Update",
      "Update Now",
      "Try Now",
      "Updating from the Internet requires an active Internet connection.",
      "Updating through a USB device",
      "Settings",
      "Support",
      "Software Update",
      "Update Now",
      "After downloading the update file from the Samsung website and storing it on a USB device, connect the USB device",
      "to the TV to update.",
      "To update using a USB flash drive, download the update package from Samsung.com to your computer. Then, save the",
      "update package in the USB device's top-level folder. Otherwise, the TV will not be able to locate the update package."
    ]
  },
  "section_12": {
    "id": "section_12",
    "title": "Updating the TV automatically",
    "text": [
      "Settings",
      "Support",
      "Software Update",
      "Auto Update",
      "Try Now",
      "If the TV is connected to the Internet, you can have the TV's software update itself automatically while you are",
      "watching the TV. When the background update is completed, it is applied the next time the TV is turned on.",
      "If you agree to the Smart Hub terms and conditions,",
      "Auto Update",
      "is set to",
      "automatically. If you want this function",
      "disabled, use the Select button to turn it off.",
      "This function may take a longer time if another network function is running concurrently.",
      "This function requires an Internet connection.",
      "- 17 -"
    ]
  },
  "section_13": {
    "id": "section_13",
    "title": "Getting Support",
    "text": [
      "Get help directly from Samsung if you have a problem with your TV."
    ]
  },
  "section_14": {
    "id": "section_14",
    "title": "Getting support through Remote Management",
    "text": [
      "Settings",
      "Support",
      "Remote Management",
      "Try Now",
      "After consenting to our service agreement, you can use",
      "Remote Management",
      "to access Remote Support and have",
      "a Samsung service technician diagnose your TV, correct problems, and update your TV's software, remotely, via the",
      "web. You can also turn",
      "Remote Management",
      "on and off.",
      "You can also start this function by pressing and holding the",
      "button for 5 or more seconds.",
      "This function requires an Internet connection.",
      "What is Remote Support?",
      "Samsung Remote Support service offers you one-on-one support with a Samsung Technician who can remotely:",
      "Diagnose",
      "your TV",
      "Adjust the TV settings",
      "for you",
      "Perform a factory reset on your TV",
      "Install recommended",
      "firmware updates",
      "How does Remote Support Work?",
      "You can easily get Samsung Remote Support service for your TV:",
      "Call the Samsung Contact Center and ask for remote support.",
      "Open the menu on your TV and go to the",
      "Support",
      "section. (",
      "Settings",
      "Support",
      "Select",
      "Remote Management",
      ", then read and agree to the service agreements. When the PIN screen appears,",
      "provide the PIN number to the agent.",
      "The agent will then access your TV.",
      "- 18 -"
    ]
  },
  "section_15": {
    "id": "section_15",
    "title": "Finding the contact information for service",
    "text": [
      "Settings",
      "Support",
      "About This TV",
      "Try Now",
      "You can view the address of the Samsung website, the call center phone number, your TV's model number, your TV's",
      "software version, Open Source License and other information you may need to get service support from a Samsung",
      "call agent or the Samsung website.",
      "You can also view information by scanning the QR code of your TV.",
      "You can also start this function by pressing and holding the",
      "button for 5 or more seconds. For standard remote control,",
      "press and hold the",
      "button for 5 or more seconds."
    ]
  },
  "section_16": {
    "id": "section_16",
    "title": "Requesting service",
    "text": [
      "Settings",
      "Support",
      "Request Support",
      "Try Now",
      "You can request service when you encounter a problem with the TV. Select the item matching the problem that",
      "you encountered, and then select",
      "Request Now",
      "Schedule Appointment",
      "Send",
      ". Your service request will be",
      "registered. The Samsung Contact Center will contact you to set up or confirm your service appointment.",
      "You must agree to the terms and conditions for the service request.",
      "This function may not be supported depending on the geographical area.",
      "This function requires an Internet connection.",
      "- 19 -"
    ]
  },
  "section_17": {
    "id": "section_17",
    "title": "Connections",
    "text": [
      "You can watch live broadcasts by connecting an antenna and antenna cable to your TV and can get access to the",
      "Internet by using a LAN cable or wireless router. Using various connectors, you can also connect external devices."
    ]
  },
  "section_18": {
    "id": "section_18",
    "title": "Connection Guide",
    "text": [
      "You can view detailed information about external devices that can be connected to the TV.",
      "Source",
      "Connection Guide",
      "It shows you how to connect various external devices such as set-top boxes, game consoles, and PCs using pictures.",
      "If you select the connection method and an external device, the connection details appear.",
      "The image on your TV may differ from the image above depending on the model and geographical area."
    ]
  },
  "section_19": {
    "id": "section_19",
    "title": "Connecting an Antenna",
    "text": [
      "You can connect an antenna cable to your TV.",
      "An antenna connection is not necessary if you connect a cable box or satellite box.",
      "Cable Box/Disc Player",
      "HDMI",
      "Game Console",
      "Audio Device",
      "Mobile Device",
      "External Storage",
      "Accessory",
      "ANT IN",
      "Connection Guide",
      "- 20 -"
    ]
  },
  "section_20": {
    "id": "section_20",
    "title": "Connecting to the Internet",
    "text": [
      "You can get access to the Internet through your TV."
    ]
  },
  "section_21": {
    "id": "section_21",
    "title": "Connecting to your Internet network",
    "text": [
      "Settings",
      "General",
      "Network",
      "Open Network Settings",
      "Try Now",
      "Connect to an available network.",
      "Establishing a wired Internet connection",
      "Settings",
      "General",
      "Network",
      "Open Network Settings",
      "Wired",
      "If you connect a LAN cable, the TV automatically accesses the Internet.",
      "Use a CAT 7 (*STP type) cable for the connection.",
      "* Shielded Twist Pair",
      "The TV will not be able to connect to the Internet if your network speed is below 10 Mbps.",
      "LAN",
      "- 21 -",
      "Establishing a wireless Internet connection",
      "Settings",
      "General",
      "Network",
      "Open Network Settings",
      "Wireless",
      "Make sure that you have the wireless router's SSID (name) and password settings before attempting to connect, and",
      "then follow the directions on the screen.",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "If no wireless router is found, select",
      "Add Network",
      "at the bottom of the list and enter the network name (SSID).",
      "If your wireless router has a WPS or PBC button, select",
      "Use WPS",
      "at the bottom of the list, and then push the WPS or PBC",
      "button on your router within 2 minutes. The TV will connect automatically.",
      "Checking the Internet connection status",
      "Settings",
      "General",
      "Network",
      "Network Status",
      "Try Now",
      "View the current network and Internet status.",
      "Wireless Connection",
      "Select your wireless network.",
      "Refresh",
      "- 22 -"
    ]
  },
  "section_22": {
    "id": "section_22",
    "title": "Resetting Your Network",
    "text": [
      "Settings",
      "General",
      "Network",
      "Reset Network",
      "Try Now",
      "Restore the network settings to the factory default."
    ]
  },
  "section_23": {
    "id": "section_23",
    "title": "Turning on the TV with a mobile device",
    "text": [
      "Settings",
      "General",
      "Network",
      "Expert Settings",
      "Power On with Mobile",
      "You can turn on the TV with your mobile device when both of them are connected to the same network."
    ]
  },
  "section_24": {
    "id": "section_24",
    "title": "Connecting an IP control device to the TV",
    "text": [
      "Settings",
      "General",
      "Network",
      "Expert Settings",
      "IP Remote",
      "You can connect an IP control device to the TV remotely to manage your IP device.",
      "To use this function,",
      "Power On with Mobile",
      "must be turned on.",
      "Turning this feature on may allow other IP control devices to control your TV. We recommend turning this feature on only",
      "if an authorized third-party custom controller is installed and configured specifically for a Samsung TV and if your Wi-Fi",
      "network is password protected.",
      "This function may not be supported depending on the model or geographical area."
    ]
  },
  "section_25": {
    "id": "section_25",
    "title": "Setting up an Internet connection over IPv6",
    "text": [
      "Configuring the IPv6 connection settings",
      "Settings",
      "General",
      "Network",
      "Expert Settings",
      "IPv6",
      "This function may not be supported depending on the model or geographical area.",
      "Checking the Internet connection set up over IPv6",
      "Settings",
      "General",
      "Network",
      "Expert Settings",
      "IPv6 Status",
      "This function may not be supported depending on the model or geographical area."
    ]
  },
  "section_26": {
    "id": "section_26",
    "title": "Changing the name of the TV on a network",
    "text": [
      "Settings",
      "General",
      "System Manager",
      "Device Name",
      "Try Now",
      "You can change the name of the TV on the network. Select",
      "User Input",
      "at the bottom of the list and change the name.",
      "- 23 -"
    ]
  },
  "section_27": {
    "id": "section_27",
    "title": "Troubleshooting Internet Connectivity Issues",
    "text": [
      "If your TV won't connect to the Internet, try the solutions below."
    ]
  },
  "section_28": {
    "id": "section_28",
    "title": "Troubleshooting Internet connectivity issues",
    "text": [
      "Try Now",
      "After reading the following content, troubleshoot the Internet connection issue. If the problem persists, contact your",
      "Internet Service Provider.",
      "No network cable found",
      "Make sure that the LAN cable is plugged in on both ends. If it is plugged in, make sure that the router is turned on. If",
      "the router is on, try turning it off and then on.",
      "Wireless network connection failed",
      "If a selected wireless router is not found, go to",
      "Open Network Settings",
      ", and then select the correct router.",
      "Settings",
      "General",
      "Network",
      "Open Network Settings",
      "Unable to connect to a wireless router",
      "Check if the router is turned on. If it is, turn it off and then on.",
      "Enter the correct password if required.",
      "- 24 -",
      "IP auto setting failed",
      "Configure the settings in",
      "IP Settings",
      "Settings",
      "General",
      "Network",
      "Network Status",
      "IP Settings",
      "Make sure that the DHCP server is enabled on the router, and then unplug the router and plug it back in.",
      "Reset the router if required.",
      "For wireless connection, enter the correct password if required.",
      "Unable to connect to the network",
      "Check all",
      "IP Settings",
      "Settings",
      "General",
      "Network",
      "Network Status",
      "IP Settings",
      "After checking the DHCP server status (must be active) on the router, remove the LAN cable, and then connect",
      "it again.",
      "For wireless connection, enter the correct password if required.",
      "Connected to a local network, but not to the Internet",
      "Make sure that the Internet LAN cable is connected to the router's external LAN port.",
      "Check the DNS values in",
      "IP Settings",
      "Settings",
      "General",
      "Network",
      "Network Status",
      "IP Settings",
      "Network setup is complete, but unable to connect to the Internet",
      "If the problem persists, contact your Internet Service Provider.",
      "- 25 -"
    ]
  },
  "section_29": {
    "id": "section_29",
    "title": "Connecting Video Devices",
    "text": [
      "Make the correct video connections between your TV and your external devices."
    ]
  },
  "section_30": {
    "id": "section_30",
    "title": "Connecting with an HDMI cable",
    "text": [
      "HDMI IN",
      "- 26 -"
    ]
  },
  "section_31": {
    "id": "section_31",
    "title": "Connecting with a component cable (Only for models with COMPONENT IN /",
    "text": [
      "AV IN)",
      "A Component connection lets you enjoy video resolutions up to 1080p. To watch video from most DVD and Blu-ray",
      "players, use the Component connection.",
      "Review the illustration below, and then connect Component IN and AV IN on the TV to Component OUT on the",
      "external device by using the provided component and AV adaptors. Make sure to connect the same color connectors",
      "together. (blue to blue, yellow to yellow, etc.)",
      "To use component equipment, connect both the component adapter (blue) and the AV adapter (yellow).",
      "COMPONENT IN / AV IN",
      "AV IN",
      "AV IN Adapter",
      "COMPONENT IN",
      "COMPONENT IN Adapter",
      "- 27 -"
    ]
  },
  "section_32": {
    "id": "section_32",
    "title": "Connecting with a composite cable (Only for models with COMPONENT IN /",
    "text": [
      "AV IN)",
      "Through the AV connection, you can enjoy video resolution up to 480i.",
      "Review the illustration below, and then connect AV IN on the TV to AV OUT on the external device using the provided",
      "AV adapter and composite cable. When connecting the cables, be sure to match the colors of the cables to the colors",
      "of the ports.",
      "Connect AV (composite) equipment to AV In only. Do not connect to Component In.",
      "COMPONENT IN / AV IN",
      "AV IN",
      "AV IN Adapter",
      "COMPONENT IN",
      "COMPONENT IN Adapter",
      "- 28 -"
    ]
  },
  "section_33": {
    "id": "section_33",
    "title": "Audio Input and Output Connections",
    "text": [
      "Make the correct audio connections between your TV and your external devices.",
      "For more information about how to select external speakers, refer to \"Selecting speakers.\""
    ]
  },
  "section_34": {
    "id": "section_34",
    "title": "Connecting with an HDMI (ARC) cable",
    "text": []
  },
  "section_35": {
    "id": "section_35",
    "title": "Connecting with a digital audio (optical) cable",
    "text": []
  },
  "section_36": {
    "id": "section_36",
    "title": "Connecting through a wireless network",
    "text": [
      "You can connect the TV to a Samsung audio device that supports the Wi-Fi function through your wireless network.",
      "The two devices must be connected to the same network. For more information about how to connect and use a",
      "Samsung audio device that supports the Wi-Fi function, refer to its user manual.",
      "HDMI IN",
      "(ARC)",
      "DIGITAL",
      "AUDIO OUT",
      "(OPTICAL)",
      "- 29 -"
    ]
  },
  "section_37": {
    "id": "section_37",
    "title": "Connecting Bluetooth Devices",
    "text": [
      "For more information about how to connect and use external speakers, refer to the",
      "Connection Guide",
      "Source",
      "Connection Guide",
      "Audio Device",
      "Bluetooth",
      ") and to the speakers' user manuals.",
      "This function may not be supported depending on the model or geographical area."
    ]
  },
  "section_38": {
    "id": "section_38",
    "title": "Connecting a Computer",
    "text": [
      "Use the TV as a computer monitor or connect the TV to a computer via your network and access the computer's",
      "content."
    ]
  },
  "section_39": {
    "id": "section_39",
    "title": "Connecting through the HDMI port ― Screen sharing (HDMI)",
    "text": [
      "When you have connected a PC, go to",
      "Source",
      ", and then select the PC icon from the external device icon list. For",
      "more information about the port settings, refer to \"Editing the name and icon of an external device.\"",
      "HDMI IN",
      "HDMI IN",
      "- 30 -",
      "DVI",
      "HDMI"
    ]
  },
  "section_40": {
    "id": "section_40",
    "title": "Connecting Your Mobile Device",
    "text": [
      "Connect your mobile device to the TV on the same network to control the TV with the mobile device or enjoy the",
      "content of the mobile device on the TV.",
      "Use the SmartThings app on your mobile device to quickly and easily connect to the TV and control its main settings.",
      "In addition, you can remotely check and control the statuses of various devices such as Samsung smart devices,",
      "home appliances, and speakers registered to the server.",
      "Make sure that your TV supports SmartThings. You can check this with the",
      "Supported Device",
      "menu in the SmartThings app.",
      "To use the SmartThings app, you must be signed in to your Samsung account on the TV.",
      "This function may not be supported depending on the TV model or mobile device.",
      "The supported functions may differ depending on the version of the SmartThings app.",
      "You can install the SmartThings app from App Store or Google Play Store."
    ]
  },
  "section_41": {
    "id": "section_41",
    "title": "Connecting to the TV via the SmartThings app",
    "text": [
      "Turn on the TV.",
      "Start the SmartThings app on your mobile device.",
      "Tap",
      "Add Device",
      "on the dashboard of the SmartThings app. Connectable TVs are searched for.",
      "From the search results, select the model of your TV.",
      "Enter the PIN number displayed on the TV screen.",
      "Once the TV is registered with your Samsung account, you can use the SmartThings app to control the TV.",
      "If your TV is not found on your mobile device, turn both of them off and on, and then try again.",
      "If you have more than one TV, you can easily select the TV you want by setting different TV names at",
      "Settings",
      "General",
      "System Manager",
      "Device Name",
      "- 31 -"
    ]
  },
  "section_42": {
    "id": "section_42",
    "title": "Bidirectionally mirroring your TV and mobile device using the SmartThings",
    "text": [
      "app",
      "Bidirectional mirroring refers to either outputting the screen and sound of a mobile device on a TV or outputting the",
      "screen and sound of a TV on a mobile device. You can use the SmartThings app to enjoy the screen and sound of the",
      "TV on your mobile device or to play the screen and sound of your mobile device on the TV.",
      "Start the SmartThings app on your mobile device. Tap your TV from the dashboard or device. Tap",
      "More Option",
      ") on",
      "the screen of the mobile device. You can use the following functions:",
      "You can enjoy the screen of the mobile device on your TV.",
      "After you connect a mobile device that supports screen mirroring to your TV, you can use screen mirroring to view",
      "the screen of the mobile device on your TV wirelessly and play the video, audio, or photo files currently playing on the",
      "mobile device on your TV.",
      "You can enjoy TV screen and sound on your mobile device.",
      "You can only listen to the TV sound on your mobile device.",
      "This function may not be supported depending on the TV model or mobile device.",
      "The supported functions may differ depending on the version of the SmartThings app.",
      "If your TV is not found on your mobile device, turn both of them off and on, and then try again.",
      "If you have multiple TVs, assign a different name to each TV in",
      "Settings",
      "General",
      "System Manager",
      "Device Name",
      "to make selection easy.",
      "- 32 -"
    ]
  },
  "section_43": {
    "id": "section_43",
    "title": "Managing Mobile Devices",
    "text": [
      "Settings",
      "General",
      "External Device Manager",
      "Device Connect Manager",
      "Try Now",
      "Access Notification",
      "Set whether to display a notification when a mobile device attempts to connect to the TV.",
      "Device List",
      "View, edit, or remove a list of mobile devices registered to the TV."
    ]
  },
  "section_44": {
    "id": "section_44",
    "title": "Switching between external devices connected to the TV",
    "text": [
      "You can switch between TV programs and the content of external devices."
    ]
  },
  "section_45": {
    "id": "section_45",
    "title": "Changing the input signal",
    "text": [
      "Source",
      "When you select a connected external device on the",
      "Source",
      "screen, the output of the selected device is displayed on",
      "the TV's screen.",
      "To control a device (Blu-ray player, game console, etc.) that supports universal remote control with the TV's remote,",
      "connect the device to an HDMI port on the TV, and then turn on the device. You can switch to the output of the device",
      "automatically or you can configure universal remote control for the device automatically. To configure the device for",
      "universal remote control automatically, point the TV's remote control at the device.",
      "When a USB device is connected to the USB port, a pop-up message appears that lets you switch easily to the media",
      "content listed on the device.",
      "This function may not be supported depending on the device and geographical area.",
      "- 33 -"
    ]
  },
  "section_46": {
    "id": "section_46",
    "title": "Editing the name and icon of an external device",
    "text": [
      "Source",
      "You can change the port name for a connected external device or add it to the Home Screen.",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Move the focus to a connected external device.",
      "Press the up directional button. The following functions become available.",
      "Available functions may differ depending on the port type.",
      "Universal Remote",
      "You can control external devices connected to the TV using the remote control. To control external devices, register",
      "them by following the instructions on the screen.",
      "This function may not be supported depending on the model or geographical area.",
      "For more information, refer to \"Controlling External Devices with the Samsung Smart Remote - Using the Universal",
      "Remote\".",
      "Edit",
      "You can rename each port with the name of an input device or a desired name to make it easier to change the input",
      "mode.",
      "Information",
      "You can view detailed information about an external device.",
      "Add to Home",
      "You can add the port of an external device to the Home Screen for quick switching.",
      "Universal Remote",
      "Edit",
      "Information",
      "Add to Home",
      "Sources",
      "Source",
      "- 34 -"
    ]
  },
  "section_47": {
    "id": "section_47",
    "title": "Using additional functions",
    "text": [
      "You can use the following features on the",
      "Source",
      "screen.",
      "Connection Guide",
      ": Displays device connection instructions.",
      "Universal Remote",
      ": Lets you register external devices to your Samsung Smart Remote and control them using",
      "the Remote.",
      "This function may not be supported depending on the model or geographical area.",
      "For more information, refer to \"Controlling External Devices with the Samsung Smart Remote - Using the Universal",
      "Remote.\""
    ]
  },
  "section_48": {
    "id": "section_48",
    "title": "Connection Notes",
    "text": [
      "When connecting an external device, note the following.",
      "The number of connectors and their names and locations may differ with the model.",
      "Refer to the external device's operating manual when connecting it to the TV. The number of external device connectors",
      "and their names and locations may differ with the manufacturer."
    ]
  },
  "section_49": {
    "id": "section_49",
    "title": "Connection notes for HDMI",
    "text": [
      "The following types of HDMI cables are recommended:",
      "High-Speed HDMI Cable",
      "High-Speed HDMI Cable with Ethernet",
      "Use an HDMI cable with a thickness of 0.66 inches (17 mm) or less.",
      "Using a non-certified HDMI cable may result in a blank screen or a connection error.",
      "Some HDMI cables and devices may not be compatible with the TV due to different HDMI specifications.",
      "This TV does not support HDMI Ethernet Channel. Ethernet is a Local Area Network (LAN) built with coaxial",
      "cables standardized by the IEEE.",
      "Use a cable shorter than 10 feet (3 m) to get the best UHD viewing quality.",
      "- 35 -",
      "Many computer graphics adaptors do not have HDMI ports, but have DVI ports instead. If your PC does not",
      "support HDMI video out, connect your PC with an HDMI-DVI cable.",
      "For more information, refer to \"Connecting a Computer.\"",
      "For One Connect supported models, when the TV is connected to other equipment such as a DVD/BD player",
      "or a set-top-box via HDMI, network standby mode will be automatically activated. In the network standby",
      "mode, the TV continues to detect and connect HDMI devices. This function can be deactivated by pressing the",
      "following buttons on the remote control:",
      "On the Samsung Smart Remote: Select",
      "VOL",
      "button.",
      "(up directional button)",
      "(left directional button)",
      "(up directional button)",
      "(down directional button)",
      "Select",
      "VOL",
      "button.",
      "On the standard remote control: Select",
      "button.",
      "(up directional button)",
      "(left directional button)",
      "(up directional button)",
      "(down directional button)",
      "Select",
      "button.",
      "Select",
      "RETURN",
      "button.",
      "If the function is deactivated and TV is turned off, the function is automatically activated again when the TV is next",
      "switched on."
    ]
  },
  "section_50": {
    "id": "section_50",
    "title": "Connection notes for audio devices",
    "text": [
      "For better audio quality, it is a good idea to use an AV receiver.",
      "If you connect an external audio device using an optical cable, the",
      "Sound Output",
      "setting is automatically",
      "changed to the connected device. However, to make this happen, you must turn on the external audio device",
      "before connecting the optical cable. To manually change the",
      "Sound Output",
      "setting, do one of the following:",
      "Use the",
      "Quick Settings",
      "screen to change to the connected device:",
      "Use the Select button to select",
      "Audio Out/Optical",
      "on the",
      "Sound Output",
      "menu. (",
      "Settings",
      "directional button",
      "Sound Output",
      "Use the",
      "Settings",
      "screen to change to the connected device:",
      "Select",
      "Audio Out/Optical",
      "on the",
      "Sound Output",
      "menu. (",
      "Settings",
      "Sound",
      "Sound Output",
      "An unusual noise coming from a connected audio device while you are using it may indicate a problem with",
      "the audio device itself. If this occurs, ask for assistance from the audio device's manufacturer.",
      "Digital audio is only available with 5.1 channel broadcasts.",
      "- 36 -"
    ]
  },
  "section_51": {
    "id": "section_51",
    "title": "Connection notes for computers",
    "text": [
      "For the resolutions supported by the TV, refer to \"Read Before Connecting a Computer (Supported",
      "Resolutions).\"",
      "As long as file sharing is activated, unauthorized access may occur. When you do not need to access data,",
      "disable file sharing.",
      "If you want to connect your PC and TV wirelessly, both of them must be connected to each other on the same",
      "network.",
      "When sharing content with other network-based devices such as those in an IP (Internet Protocol) storage",
      "system, sharing may not be supported due to the network’s configuration, quality, or functionality, for",
      "example, if the network has an NAS (Network-Attached Storage) device."
    ]
  },
  "section_52": {
    "id": "section_52",
    "title": "Connection notes for mobile devices",
    "text": [
      "To use the Smart View function, the mobile device must support a mirroring function such as Screen Mirroring",
      "or Smart View. To check whether your mobile device supports the mirroring function, please visit the mobile",
      "device manufacturer's website.",
      "To use Wi-Fi Direct, the mobile device must support the Wi-Fi Direct function. Please check if your mobile",
      "device supports Wi-Fi Direct.",
      "The mobile device and your Smart TV must be connected to each other on the same network.",
      "The video or audio may stop intermittently, depending on network conditions.",
      "When sharing content with other network-based devices such as those in an IP (Internet Protocol) storage",
      "system, sharing may not be supported due to the network’s configuration, quality, or functionality, for",
      "example, if the network has an NAS (Network-Attached Storage) device.",
      "- 37 -"
    ]
  },
  "section_53": {
    "id": "section_53",
    "title": "Remote Control and Peripherals",
    "text": [
      "You can control TV operations with your Samsung Smart Remote. Pair external devices such as a keyboard for ease",
      "of use."
    ]
  },
  "section_54": {
    "id": "section_54",
    "title": "About the Samsung Smart Remote (QLED TV)",
    "text": [
      "Learn about the buttons on the Samsung Smart Remote that comes with the QLED TV.",
      "- 38 -",
      "Button",
      "Description",
      "(Bixby)",
      "(Color / Number",
      "button)",
      "(Ambient Mode)",
      "Directional pad (up/",
      "down/left/right)",
      "Select",
      "(Return)",
      "Press to return to the Home Screen.",
      "(Smart Hub)",
      "(Play/pause)",
      "Move the button up or down to adjust the volume. To mute the sound, press the button. When",
      "VOL",
      "(Volume)",
      "pressed for 1 second or more, the",
      "Accessibility Shortcuts",
      "appear.",
      "(Channel)",
      "Use the Samsung Smart Remote less than 20 feet from the TV. The usable distance may vary with the wireless",
      "environmental conditions.",
      "The images, buttons, and functions of the Samsung Smart Remote may differ with the model.",
      "The Samsung Smart Remote may not be supported depending on the model or geographical area.",
      "To use the Samsung Smart Remote to control a compatible external device that does not support HDMI-CEC (Anynet+), you",
      "must configure universal remote control for the device. For more information, refer to \"Controlling External Devices with",
      "the Samsung Smart Remote - Using the Universal Remote.\"",
      "To use the Samsung Smart Remote to control a compatible external device that does support HDMI-CEC (Anynet+),",
      "connect the device to an HDMI port on the TV using an HDMI cable. For more information, refer to \"Using Anynet+ (HDMI-",
      "CEC).\"",
      "Runs",
      "Bixby",
      ". Press and hold the button, say a command, and then release the button to run",
      "Bixby",
      "When you press the button, the",
      "Enter My Bixby",
      "menu appears at the bottom of the screen.",
      "Each time you press this button, the colored buttons window and the virtual numeric pad are",
      "displayed alternately.",
      "Use these colored buttons to access additional options that are specific to the feature in use.",
      "These buttons are not available in the U.S.A. and Canada.",
      "Press to bring up the virtual numeric pad on the screen. Use the numeric keypad to enter",
      "numeric values. Select numbers and then select",
      "Done",
      "to enter a numeric value. Use to",
      "change the channel, enter a PIN, enter a ZIP code, etc.",
      "If the",
      "Color Button",
      "appears with a number strip on the screen, select the",
      "Color Button",
      "and",
      "then select a specific color by using the directional pad (up/down/left/right). Use this to",
      "access additional options that are specific to the feature in use.",
      "In TV mode, press the button to enter",
      "Ambient Mode",
      "If you press the button when the TV is turned off, the TV turns on in",
      "Ambient Mode",
      "Moves the focus.",
      "Selects or runs a focused item. When pressed while you are watching content, detailed program",
      "information appears.",
      "Press to return to the previous menu. When pressed for 1 second or more, the running function is",
      "terminated. When pressed while you are watching a program, the previous channel appears.",
      "When pressed, the playback controls appear. Using these controls, you can control the media",
      "content that is playing.",
      "Move the button up or down to change the channel. To see the",
      "Guide",
      "screen, press the button.",
      "Press and hold the button up or down to quickly change the channel.",
      "- 39 -"
    ]
  },
  "section_55": {
    "id": "section_55",
    "title": "About the Samsung Smart Remote (UHD TV)",
    "text": [
      "Learn about the buttons on the Samsung Smart Remote that comes with the UHD TV.",
      "- 40 -",
      "Button",
      "Description",
      "(Bixby)",
      "(Number button)",
      "(Color button)",
      "Directional pad (up/",
      "down/left/right)",
      "Select",
      "(Return)",
      "Press to return to the Home Screen.",
      "(Smart Hub)",
      "(Play/pause)",
      "Move the button up or down to adjust the volume. To mute the sound, press the button. When",
      "VOL",
      "(Volume)",
      "pressed for 1 second or more, the",
      "Accessibility Shortcuts",
      "appear.",
      "(Channel)",
      "Use the Samsung Smart Remote less than 20 feet from the TV. The usable distance may vary with the wireless",
      "environmental conditions.",
      "The images, buttons, and functions of the Samsung Smart Remote may differ with the model.",
      "The Samsung Smart Remote may not be supported depending on the model or geographical area.",
      "To use the Samsung Smart Remote to control a compatible external device that does not support HDMI-CEC (Anynet+), you",
      "must configure universal remote control for the device. For more information, refer to \"Controlling External Devices with",
      "the Samsung Smart Remote - Using the Universal Remote.\"",
      "To use the Samsung Smart Remote to control a compatible external device that does support HDMI-CEC (Anynet+),",
      "connect the device to an HDMI port on the TV using an HDMI cable. For more information, refer to \"Using Anynet+ (HDMI-",
      "CEC).\"",
      "Runs",
      "Bixby",
      ". Press and hold the button, say a command, and then release the button to run",
      "Bixby",
      "When you press the button, the",
      "Enter My Bixby",
      "menu appears at the bottom of the screen.",
      "Press to bring up the virtual numeric pad on the screen. Use the numeric keypad to enter",
      "numeric values.",
      "Select numbers and then select",
      "Done",
      "to enter a numeric value. Use to change the channel, enter",
      "a PIN, enter a ZIP code, etc.",
      "If the",
      "Color Button",
      "appears with a number strip on the screen, select the",
      "Color Button",
      "and then",
      "select a specific color by using the directional pad (up/down/left/right). Use this to access",
      "additional options that are specific to the feature in use.",
      "Use these colored buttons to access additional options that are specific to the feature in use.",
      "These buttons are not available in the U.S.A. and Canada.",
      "Moves the focus.",
      "Selects or runs a focused item. When pressed while you are watching content, detailed program",
      "information appears.",
      "Press to return to the previous menu. When pressed for 1 second or more, the running function is",
      "terminated. When pressed while you are watching a program, the previous channel appears.",
      "When pressed, the playback controls appear. Using these controls, you can control the media",
      "content that is playing.",
      "Move the button up or down to change the channel. To see the",
      "Guide",
      "screen, press the button.",
      "Press and hold the button up or down to quickly change the channel.",
      "- 41 -"
    ]
  },
  "section_56": {
    "id": "section_56",
    "title": "Connecting to the Samsung Smart Remote",
    "text": [
      "Pair the TV with the Samsung Smart Remote.",
      "When you turn on the TV for the first time, the Samsung Smart Remote pairs to the TV automatically. If the Samsung",
      "Smart Remote does not pair to the TV automatically, point it at the remote control sensor of the TV, and then press",
      "and hold the",
      "and",
      "buttons simultaneously for 3 seconds or more.",
      "The Samsung Smart Remote may not be supported depending on the model or geographical area.",
      "- 42 -"
    ]
  },
  "section_57": {
    "id": "section_57",
    "title": "Controlling External Devices with the Samsung Smart Remote -",
    "text": [
      "Using the Universal Remote",
      "Control the TV and connected external devices with the Samsung Smart Remote.",
      "Source",
      "Universal Remote",
      "You can control external devices connected to the TV using the remote control. To control external devices, register",
      "them by following the instructions on the screen.",
      "This function may not be supported depending on the model or geographical area.",
      "You can also use the",
      "Anynet+ (HDMI-CEC)",
      "function to operate external Samsung devices with your TV's remote control",
      "without any additional setup. For more information, refer to \"Using Anynet+ (HDMI-CEC).\"",
      "Specific external devices connected to the TV may not support the universal remote feature.",
      "Do not place any obstacles in front of an external device. It may cause signals from the remote control to be transmitted",
      "improperly.",
      "The TV memorizes both the external device and its connection port (HDMI 1, HDMI 2, etc.).",
      "For models that came with the One Connect, if you have difficulty controlling external devices with the Universal Remote,",
      "try adjusting the positions of the One Connect and the external devices.",
      "- 43 -"
    ]
  },
  "section_58": {
    "id": "section_58",
    "title": "Using Anynet+ (HDMI-CEC)",
    "text": [
      "Control an external device connected via Anynet+ (HDMI-CEC) with the remote control.",
      "You can use the TV's remote control to control external devices that are connected to the TV by an HDMI cable and",
      "that support Anynet+ (HDMI-CEC). Note that you can only set up and operate Anynet+ (HDMI-CEC) with the remote",
      "control."
    ]
  },
  "section_59": {
    "id": "section_59",
    "title": "Connecting an external device through Anynet+ and using their menus",
    "text": [
      "Settings",
      "General",
      "External Device Manager",
      "Anynet+ (HDMI-CEC)",
      "Try Now",
      "Set",
      "Anynet+ (HDMI-CEC)",
      "Connect an HDMI-CEC-compliant device to the TV.",
      "Turn on the connected external device. The device is automatically connected to the TV. After the connection",
      "process is finished, you can access the menu of the connected device on your TV screen using your TV remote",
      "and control the device.",
      "The connecting process can take up to 2 minutes to complete.",
      "Read before connecting an Anynet+ (HDMI-CEC) device",
      "Anynet+ (HDMI-CEC)-enabled devices must be connected to the TV with an HDMI cable. Note that some HDMI cables may",
      "not support Anynet+ (HDMI-CEC).",
      "You can configure the TV's Universal Remote to control third-party cable boxes, Blu-ray players, and home theaters that",
      "do not support HDMI-CEC. For more information, refer to \"Controlling External Devices with the Samsung Smart Remote -",
      "Using the Universal Remote.\"",
      "Anynet+ cannot be used to control external devices that do not support HDMI-CEC.",
      "The TV remote control may not work under certain circumstances. If this occurs, set up the device as an Anynet+ (HDMI-",
      "CEC)-enabled device again.",
      "Anynet+ (HDMI-CEC) works only with external devices that support HDMI-CEC and only when those devices are either in",
      "standby mode or turned on.",
      "Anynet+ (HDMI-CEC) can control up to 12 compliant external devices (up to 3 of the same type) except for home theaters.",
      "Anynet+ (HDMI-CEC) can control only one home theater system.",
      "To listen to 5.1 channel audio from an external device, connect the device to the TV via an HDMI cable and connect a 5.1",
      "home theater system directly to the external device's digital audio output connector.",
      "If an external device has been set up for both Anynet+ and a universal remote control, the device can be controlled only",
      "with the universal remote control.",
      "- 44 -"
    ]
  },
  "section_60": {
    "id": "section_60",
    "title": "Controlling the TV with a Keyboard or Mouse",
    "text": [
      "Connecting a keyboard or mouse to make it easier to control the TV.",
      "Settings",
      "General",
      "External Device Manager",
      "Input Device Manager",
      "Try Now",
      "You can connect a keyboard or mouse to make it easier to control the TV."
    ]
  },
  "section_61": {
    "id": "section_61",
    "title": "Connecting a USB keyboard or mouse",
    "text": [
      "Plug the keyboard or mouse cable into the USB port.",
      "If you connect a mouse, it is available only in the",
      "Internet",
      "app."
    ]
  },
  "section_62": {
    "id": "section_62",
    "title": "Connecting a Bluetooth keyboard or mouse",
    "text": [
      "Settings",
      "General",
      "External Device Manager",
      "Input Device Manager",
      "Bluetooth",
      "Device List",
      "This function may not be supported depending on the model or geographical area.",
      "If your device was not detected, position the keyboard close to the TV, and then select",
      "Refresh",
      ". The TV scans for available",
      "devices again.",
      "If you connect a mouse, it is available only in the",
      "Internet",
      "app."
    ]
  },
  "section_63": {
    "id": "section_63",
    "title": "Using the keyboard and mouse",
    "text": [
      "Button",
      "Description",
      "Directional keys",
      "Moves the focus",
      "Windows key",
      "Displays the TV settings",
      "Enter key",
      "Selects or runs a focused item",
      "ESC key",
      "Returns to the previous screen",
      "F1 / F2 / F3 / F4 key",
      "Color buttons ―",
      "F5 key",
      "Displays the Home Screen",
      "F6 key",
      "Displays the",
      "Source",
      "screen",
      "F7 key",
      "Displays the",
      "Channel List",
      "F8 key",
      "Mutes the sound",
      "F9 / F10 key",
      "Adjusts the volume",
      "F11 / F12 key",
      "Changes the channel",
      "- 45 -",
      "Button",
      "Description",
      "Page Up / Page Down",
      "Scrolls a web page displayed by the",
      "Internet",
      "app.",
      "Available only in the",
      "Internet",
      "app. You can click a menu or link to start a function as you do",
      "Left-click",
      "on a PC.",
      "Right-click",
      "The key operations may differ on some apps."
    ]
  },
  "section_64": {
    "id": "section_64",
    "title": "Setting up the input devices",
    "text": [
      "Setting up the keyboard",
      "Settings",
      "General",
      "External Device Manager",
      "Input Device Manager",
      "Keyboard",
      "Settings",
      "You can set up the keyboard with the following functions:",
      "Keyboard Language",
      "Keyboard Type",
      "Setting up the mouse",
      "Settings",
      "General",
      "External Device Manager",
      "Input Device Manager",
      "Mouse",
      "Settings",
      "You can set up the mouse with the following functions:",
      "Primary Button",
      "Pointer Speed",
      "Available only in the",
      "Internet",
      "app. You can use the following functions:",
      "The options displayed in the menu may differ depending on the selected item.",
      "Open",
      "Open Link in New Tab",
      "Enable Scroll Mode",
      "- 46 -"
    ]
  },
  "section_65": {
    "id": "section_65",
    "title": "Entering Text using the On-Screen Virtual Keyboard",
    "text": [
      "Use the virtual keyboard to enter text on your TV.",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Recommended text",
      "When you type a word you want to use as a search term, this function displays related suggestions from which you",
      "can choose one.",
      "Options",
      "Select",
      "on the virtual keyboard screen. The following options are available:",
      "The options available may differ depending on the function running currently.",
      "Recommended text",
      "Reset Recommended Text Memory",
      "Predict Next Character (when using direction buttons)",
      "Language",
      "Predict Next Character",
      "Each time you type a character on the virtual keyboard, the next characters predicted to be typed are displayed. You",
      "can use the directional buttons on the remote control to select one.",
      "Recommended text",
      "Options",
      "Predict Next Character",
      "- 47 -"
    ]
  },
  "section_66": {
    "id": "section_66",
    "title": "Entering Text using the remote control's microphone and the on-screen",
    "text": [
      "virtual keyboard",
      "When the virtual keyboard is on the screen, press and hold the button",
      "on the Samsung Smart Remote, speak",
      "into the microphone on the Samsung Smart Remote, and then release the button. What you say appears on the",
      "screen as text.",
      "This function may not be supported depending on the model or geographical area.",
      "- 48 -"
    ]
  },
  "section_67": {
    "id": "section_67",
    "title": "Smart Features",
    "text": [
      "You can enjoy various apps with Smart Hub."
    ]
  },
  "section_68": {
    "id": "section_68",
    "title": "Smart Hub",
    "text": [
      "View descriptions of Smart Hub's basic functions.",
      "From Smart Hub, you can use the Internet search function, install and use various apps, view photos and videos, or",
      "listen to music stored on external storage devices, and perform more functions.",
      "Some",
      "Smart Hub",
      "services are paid services.",
      "To use",
      "Smart Hub",
      ", the TV must be connected to the Internet.",
      "Some",
      "Smart Hub",
      "features may not be supported depending on the service provider, language, or geographical area.",
      "Smart Hub",
      "service outages can be caused by disruptions in your Internet service.",
      "You can view the entire text of the",
      "Terms & Policy",
      "document by navigating to",
      "Settings",
      "Support",
      "Terms &",
      "Policy",
      "Try Now",
      "If you want to stop using",
      "Smart Hub",
      ", you can cancel the agreement. To cancel the Smart Hub service agreement, select",
      "Reset Smart Hub",
      "Settings",
      "Support",
      "Self Diagnosis",
      "Reset Smart Hub",
      "). Note that accepting and",
      "maintaining the",
      "Smart Hub",
      "service agreement is required if you want to use",
      "Smart Hub",
      "and other features and functions",
      "on your TV.",
      "- 49 -"
    ]
  },
  "section_69": {
    "id": "section_69",
    "title": "Displaying the Home Screen",
    "text": [
      "Press the",
      "button.",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "On the Home Screen, you can easily run the apps you have used previously or frequently. The apps can also be moved",
      "or deleted from the screen.",
      "Notification",
      "You can view a list of notifications for all events that occur on your TV. A notification appears on the screen when it is",
      "time to view a scheduled program or when an event occurs on a registered device.",
      "If you move the focus to",
      "Notification",
      ", and then press the Select button, a notification window appears on the right",
      "and the following functions are available:",
      "Delete All",
      "You can delete all your notifications.",
      "Settings",
      "You can select services you want to be notified about.",
      "When you select",
      "Allow sound",
      ", notifications are displayed with a notification sound.",
      "Sources",
      "Connection",
      "HDMI 1",
      "HDMI 2",
      "USB 1",
      "USB 2",
      "Source",
      "- 50 -",
      "Universal",
      "Remote",
      "Guide",
      "Settings",
      "When the focus is moved to the",
      "icon, a list of quick settings icons appears above the top of the menu. You can",
      "quickly set frequently used functions by clicking the icons.",
      "Picture Mode",
      "You can select the picture mode that provides the best viewing experience. To change the picture mode, press",
      "the Select button. To make fine adjustments, press the up directional button, and then select",
      "Picture Setup",
      "Sound Mode",
      "You can select a sound mode to optimize your listening experience. To change the sound mode, press the",
      "Select button. To make fine adjustments, press the up directional button, and then select",
      "Equalizer Setup",
      "Sound Output",
      "You can select which speakers the TV uses for audio output. To change the audio output, press the Select",
      "button. To connect to a Bluetooth speaker, press the up directional button, and then select",
      "Speaker List",
      "Connecting Bluetooth speaker may not be supported depending on the model or geographical area.",
      "Caption",
      "You can watch TV broadcasts with captions. To activate/deactivate the",
      "Caption",
      "function, press the Select",
      "button. To run",
      "Accessibility Shortcuts",
      ", press the up directional button, and then select",
      "Accessibility Shortcuts",
      "Sleep Timer",
      "You can have the TV automatically turn off at a specific time. To change the sleep time, press the Select",
      "button. To set the specific time at which the TV turns off automatically, press the up directional button, and",
      "then select",
      "Set Up Off Timer",
      "Network",
      "You can view the current network and Internet status. Press the up directional button, and then select",
      "Network Status",
      "Network Settings",
      "Pressing",
      "Settings",
      "displays all setting menus available.",
      "This function may not be supported depending on the model or geographical area.",
      "- 51 -",
      "Source",
      "You can select an external device connected to the TV.",
      "For more information, refer to \"Switching between external devices connected to the TV.\"",
      "Search",
      "You can search the apps or games in Smart Hub services.",
      "To use this feature, the TV must be connected to the Internet.",
      "APPS",
      "You can enjoy a wide range of content including news, sports, weather, and games by installing the corresponding",
      "apps on your TV.",
      "To use this feature, the TV must be connected to the Internet.",
      "For more information, refer to \"Using the APPS Service.\"",
      "Ambient Mode",
      "Ambient Mode",
      ", you can view beautiful screens, various visual information, and notifications.",
      "To enter",
      "Ambient Mode",
      ", press the",
      "button. To return to the TV mode, press the",
      "button. To shut off the",
      "TV, press the",
      "button.",
      "If you press the",
      "button when the TV is turned off, the TV turns on in",
      "Ambient Mode",
      "If you use a remote control other than the Samsung TV remote control, there may be restrictions to entering",
      "Ambient",
      "Mode",
      "Because this function is a QLED TV-specific function, it may not be supported depending on the model.",
      "For more information about the",
      "Ambient Mode",
      ", refer to \"Using the Ambient Mode.\"",
      "Universal Guide",
      "Universal Guide",
      "is an app that allows you to search for and enjoy various content such as TV shows, dramas, movies,",
      "and music in one place.",
      "Universal Guide",
      "can recommend content tailored to your preferences and notify you of new",
      "drama series.",
      "For more information about the",
      "Universal Guide",
      ", refer to \"Using the Universal Guide App.\"",
      "Images may look blurry depending on the service provider's circumstances.",
      "This function may not be supported depending on the model or geographical area.",
      "- 52 -",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Moving an item on the Home Screen",
      "Move the focus to the app you want to move, press the down directional button on the remote control, and then",
      "select",
      "Move",
      ". Move the app to the desired position by pressing the left or right directional button, and then press the",
      "Select button. The selected app is moved on the Home screen.",
      "Removing an item on the Home Screen",
      "Move the focus to the app you want to delete, press the down directional button on the remote control, and then",
      "select",
      "Remove",
      ". The selected app is deleted.",
      "You can add the apps you want to use often to the Home Screen using APPS. To add your favorite apps to the Home Screen,",
      "refer to \"Managing purchased or installed apps.\""
    ]
  },
  "section_70": {
    "id": "section_70",
    "title": "Launching Smart Hub automatically",
    "text": [
      "Settings",
      "General",
      "Smart Features",
      "Autorun Smart Hub",
      "Try Now",
      "When you set",
      "Autorun Smart Hub",
      ", the TV displays the Home Screen automatically when you turn the TV on.",
      "You can also turn this function on or off: press the Select button at the current menu."
    ]
  },
  "section_71": {
    "id": "section_71",
    "title": "Launching the last used app automatically",
    "text": [
      "Settings",
      "General",
      "Smart Features",
      "Autorun Last App",
      "Try Now",
      "Autorun Last App",
      "is set to",
      ", the last used app is automatically run when you turn on the TV. You can also turn",
      "this function on or off: press the Select button at the current menu.",
      "This function may not be supported depending on the app.",
      "Move",
      "Remove",
      "- 53 -"
    ]
  },
  "section_72": {
    "id": "section_72",
    "title": "Testing Smart Hub connections",
    "text": [
      "Settings",
      "Support",
      "Self Diagnosis",
      "Start Smart Hub Connection Test",
      "Try Now"
    ]
  },
  "section_73": {
    "id": "section_73",
    "title": "Resetting Smart Hub",
    "text": [
      "Settings",
      "Support",
      "Self Diagnosis",
      "Reset Smart Hub",
      "Try Now",
      "You can reset the Smart Hub settings. To reset Smart Hub, enter the PIN. The default PIN is \"0000.\" You can set the PIN in",
      "Settings",
      "General",
      "System Manager",
      "Change PIN"
    ]
  },
  "section_74": {
    "id": "section_74",
    "title": "Using a Samsung account",
    "text": [
      "Create and manage your own Samsung account.",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "Try Now"
    ]
  },
  "section_75": {
    "id": "section_75",
    "title": "Creating and managing your Samsung account",
    "text": [
      "You can view the entire text of the Terms & Policy in",
      "Settings",
      "General",
      "System Manager",
      "Samsung",
      "Account",
      "My Account",
      "Terms & Conditions, Privacy Policy",
      "after logging in to your Samsung account.",
      "You can also create a Samsung account at http://account.samsung.com. Once you have an account, you can use the same",
      "ID on both the TV and the Samsung website.",
      "Add Account",
      "appears or not, depending on whether you are logged in to your Samsung account.",
      "Creating a new account",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "Add Account",
      "Create",
      "Account",
      "To create a new Samsung account, follow the instructions on the screen.",
      "For more information about the terms, select",
      "View Details",
      "To protect personal information, select",
      "Profile image selection and password entry (High security)",
      "in the field below the",
      "password entry bar.",
      "If you want the TV to log you into your account automatically whenever you turn on the TV, click",
      "Sign me in automatically",
      "- 54 -",
      "Creating a Samsung account using a Facebook account",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "Add Account",
      "Create",
      "with Facebook",
      "Creating a Samsung account using a PayPal account",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "Add Account",
      "Create",
      "with PayPal"
    ]
  },
  "section_76": {
    "id": "section_76",
    "title": "Signing in to a Samsung account",
    "text": [
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "Sign In",
      "Changing and adding information to a Samsung account",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "My Account",
      "Edit",
      "profile",
      "To change the account information, you must be logged in to your Samsung account.",
      "Managing payment information saved on the TV",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "My Account",
      "Payment",
      "Info",
      "To manage the payment information, you must be logged in to your Samsung account.",
      "- 55 -",
      "Configure the sync Internet settings",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "My Account",
      "Sync",
      "Samsung Internet",
      "Once you sign in to your Samsung account and configure the sync Internet settings, you can share the favorites that",
      "you registered on other devices.",
      "To configure the sync Internet settings, you must be logged in to your Samsung account.",
      "Deleting a Samsung account from the TV",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "My Account",
      "Remove",
      "Account",
      "To remove account information, you must be logged in to your Samsung account.",
      "Although you have deleted your Samsung account, you are not unsubscribed. To unsubscribe from your Samsung Account,",
      "visit the Samsung Accounts website (http://account.samsung.com).",
      "Signing out of your Samsung account",
      "To sign out of your Samsung account, move the focus to your account at",
      "Settings",
      "General",
      "System",
      "Manager",
      "Samsung Account",
      ", and then press the Select button. Or move to",
      "My Account",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "My Account",
      "), and then select",
      "Sign Out",
      "Viewing the user agreement and privacy policy",
      "Settings",
      "General",
      "System Manager",
      "Samsung Account",
      "My Account",
      "Terms &",
      "Conditions, Privacy Policy",
      "To view the user agreement and privacy policy, you must be logged in to your Samsung account.",
      "- 56 -"
    ]
  },
  "section_77": {
    "id": "section_77",
    "title": "Using the Ambient Mode",
    "text": [
      "Learn about the functions available in Ambient Mode, which is a QLED TV-specific function.",
      "Ambient Mode",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Ambient Mode",
      ", you can view beautiful screens, various visual information, and notifications.",
      "To enter",
      "Ambient Mode",
      ", press the",
      "button. To return to the TV mode, press the",
      "button. To shut off the",
      "TV, press the",
      "button.",
      "If you press the",
      "button when the TV is turned off, the TV turns on in",
      "Ambient Mode",
      "If you use a remote control other than the Samsung TV remote control, there may be restrictions to entering",
      "Ambient",
      "Mode",
      "Because this function is a QLED TV-specific function, it may not be supported depending on the model.",
      "Décor",
      "Info",
      "Photo",
      "- 57 -"
    ]
  },
  "section_78": {
    "id": "section_78",
    "title": "Screen states related to Ambient Mode",
    "text": [
      "Ambient Mode",
      "Ambient Mode",
      ", you can set up and enjoy visual information and design. In this state, less power is",
      "consumed and brightness is automatically adjusted by the illuminance sensor.",
      "Getting dark state",
      "Ambient Mode",
      ", the TV screen changes automatically according to the surroundings. When the surroundings",
      "get dark, the TV screen becomes darker. When the surroundings get bright before the TV screen turns",
      "completely black or when the remote control or the",
      "Bixby",
      "function is operated, the TV screen returns to",
      "Ambient Mode",
      "You can change the auto brightness setting for",
      "Ambient Mode",
      ". For more information, refer to \"Setting up the Ambient",
      "Mode details.\"",
      "In this state, the TV can activate voice guides and process voice commands.",
      "Black screen state",
      "Ambient Mode",
      ", if the surroundings get to a specific level of darkness or there is no external operation, the",
      "TV turns soft-off. Then, when the surroundings get bright, the TV screen returns to the",
      "Ambient Mode",
      "You can change the auto brightness setting for",
      "Ambient Mode",
      ". For more information, refer to \"Setting up the Ambient",
      "Mode details.\"",
      "In this state, the TV cannot activate voice guides and process voice commands.",
      "TV off state",
      "To enter",
      "Ambient Mode",
      "when the TV is turned off, press the",
      "button on the remote control. To enter TV",
      "mode when the TV is turned off, press the",
      "button. In TV mode, you can watch broadcasts or enjoy the",
      "content on the external connected devices.",
      "- 58 -"
    ]
  },
  "section_79": {
    "id": "section_79",
    "title": "Changing the content and settings for Ambient Mode",
    "text": [
      "When you press the",
      "button in",
      "Ambient Mode",
      ", the",
      "Ambient Mode",
      "browser screen appears. In the",
      "Ambient Mode",
      "browser screen, you can select content and change the",
      "Ambient Mode",
      "settings.",
      "Setting up the content for Ambient Mode",
      "The",
      "Ambient Mode",
      "browser screen displays content at the top and categories at the bottom. Use the left or right",
      "directional buttons in the content list at the top to move the focus to content you want, and then press the Select",
      "button. The selected content is played in",
      "Ambient Mode",
      "In the future, more content that you can set up in the",
      "Ambient Mode",
      "browser will be provided.",
      "You can select the following categories and content:",
      "Décor",
      ": Allows you to select beautiful screens.",
      "Info",
      ": Provides information such as weather, news headlines, and more.",
      "This function may not be supported depending on the geographical area.",
      "Photo",
      ": Allows you to set a picture stored in your mobile device as the wallpaper of the",
      "Ambient Mode",
      "screen.",
      "You can configure special layouts using your photos.",
      "To save photos from your mobile device to the TV and import them in",
      "Ambient Mode",
      ", use the SmartThings app on",
      "your mobile device.",
      "- 59 -",
      "Setting up the Ambient Mode details",
      "In the",
      "Ambient Mode",
      "browser screen, move the focus to",
      ", and then press the Select button. You can change the",
      "following settings:",
      "Brightness",
      ": Adjusts the screen brightness for",
      "Ambient Mode",
      "Color Tone",
      ": Adjusts the colors of the screen for",
      "Ambient Mode",
      "Auto Brightness",
      ": Changes the auto brightness setting for",
      "Ambient Mode",
      "When this function is set to",
      "Off",
      ", the brightness level of the TV screen is not automatically adjusted according to the",
      "ambient light level.",
      "Ambient Off Timer",
      ": Sets the time that the",
      "Ambient Mode",
      "screen turns off automatically.",
      "If there is no remote control input for the set time, the TV switches to the black screen state.",
      "Changing the background color of Ambient Mode",
      "To change the background color of",
      "Ambient Mode",
      ", move the focus to",
      "in the",
      "Ambient Mode",
      "browser screen, and",
      "then press the Select button. You can change the background color or pattern. Move the focus to a color or pattern",
      "you want, and then press the Select button.",
      "Take a picture of a wall using the SmartThings app on your mobile device to set it as the background of",
      "Ambient Mode",
      "This function may have a delay in image transmission and optimization depending on the network conditions.",
      "- 60 -"
    ]
  },
  "section_80": {
    "id": "section_80",
    "title": "Using the APPS Service",
    "text": [
      "Download and run various apps from Smart Hub.",
      "APPS",
      "You can enjoy a wide range of content including news, sports, weather, and games by installing the corresponding",
      "apps on your TV.",
      "To use this feature, the TV must be connected to the Internet.",
      "When Smart Hub is launched for the first time, the default apps are automatically installed. The default apps may differ",
      "depending on the geographical area.",
      "APPS",
      "Editor's Choice",
      "Most Popular",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Sign In",
      "Go to the",
      "Samsung Account",
      "screen to create a new account or sign in to your account.",
      "App Search",
      "You can search for available apps.",
      "Settings",
      "You can manage the installed apps.",
      "- 61 -"
    ]
  },
  "section_81": {
    "id": "section_81",
    "title": "Installing and running an app",
    "text": [
      "Installing an app",
      "Move to the app you want to install, and then press the Select button. The detailed information screen appears.",
      "Select",
      "Install",
      ". When the installation is complete, the",
      "Open",
      "menu appears.",
      "Select",
      "Open",
      "to run the app immediately.",
      "You can view installed apps on the",
      "Settings",
      "screen.",
      "If the TV's internal memory is insufficient, you can install some specific apps on a USB device.",
      "You can run an app installed on a USB device only when the USB device is connected to the TV. If the USB device is",
      "disconnected while an app is running, the app is terminated.",
      "You cannot run an app installed on a USB device on a PC or another TV.",
      "Launching an app",
      "You can run the app desired from",
      "Downloaded App",
      "The icons below appear within the selected app's icon and indicate the following:",
      ": The app is installed on a USB device.",
      ": The app has a password.",
      ": The app needs to be updated.",
      ": The app supports the mirroring function.",
      "- 62 -"
    ]
  },
  "section_82": {
    "id": "section_82",
    "title": "Managing purchased or installed apps",
    "text": [
      "Select",
      "Settings",
      "APPS",
      ". You can manage installed apps.",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Removing an app",
      "Select an app to delete.",
      "Select",
      "Delete",
      "The selected app is deleted.",
      "Ensure that the related app data is also removed when you remove an app.",
      "Adding apps to the Home Screen",
      "Select an app to add.",
      "Select",
      "Add to Home",
      "After the Home screen appears, move the selected app to the desired location.",
      "Press the Select button.",
      "The selected app is added to the Home Screen.",
      "Settings",
      "Delete",
      "Add to Home",
      "Lock/Unlock",
      "Move",
      "Reinstall",
      "View Details",
      "- 63 -",
      "Auto Update : ON",
      "Locking and unlocking apps",
      "Select an app to lock or unlock.",
      "Select",
      "Lock/Unlock",
      "The selected app is locked or unlocked.",
      "To lock or unlock an app, enter the PIN. The default PIN is \"0000.\" You can set the PIN in",
      "Settings",
      "General",
      "System Manager",
      "Change PIN",
      "Moving apps",
      "Select an app to move.",
      "Select",
      "Move",
      "Move the app to the desired location.",
      "Press the Select button.",
      "The selected app is moved.",
      "This function may not be supported depending on the model or geographical area.",
      "Reinstalling an app",
      "Select the app to install again.",
      "Select",
      "Reinstall",
      "Reinstallation starts.",
      "Checking the app information details",
      "Select the app to check.",
      "Select",
      "View Details",
      "The app information screen appears.",
      "Automatically updating apps",
      "Installed apps can be automatically updated. If you do not want apps automatically updated, set",
      "Auto Update",
      "OFF",
      "Automatic update is enabled only when the TV is connected to the Internet."
    ]
  },
  "section_83": {
    "id": "section_83",
    "title": "Rating apps",
    "text": [
      "You can rate an app on the detailed information screen using the left or right directional button on the remote.",
      "- 64 -"
    ]
  },
  "section_84": {
    "id": "section_84",
    "title": "Using the Gallery App",
    "text": [
      "View photos and videos synchronized with the Samsung Cloud.",
      "Gallery",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "You can enjoy various content synchronized with a mobile device that supports the Samsung cloud. The available",
      "content types are photos, videos, stories, and other content shared through your groups.",
      "If you have shared content from your groups, you can access them in notifications.",
      "To use the",
      "Gallery",
      "app, you must be signed in to your Samsung account.",
      "Open category",
      "Move to",
      "at the top left of the screen using the directional buttons on the remote control to view by category the",
      "content synchronized with the Samsung Cloud.",
      "View: Daily",
      "View: Monthly",
      "Sort the content by day or month.",
      "Sign In",
      "Go to the",
      "Samsung Account",
      "screen to create a new account or sign in to your account.",
      "Gallery Settings",
      "Restrict access to the",
      "Gallery",
      "app to protect your privacy, or view the user agreement and privacy policy.",
      "Gallery",
      "View: Daily",
      "- 65 -"
    ]
  },
  "section_85": {
    "id": "section_85",
    "title": "Using the Universal Guide App",
    "text": [
      "Search for and enjoy content such as TV shows, dramas, movies, sports broadcasts, and music.",
      "Universal Guide",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Universal Guide",
      "is an app that allows you to search for and enjoy various content such as TV shows, dramas, movies,",
      "and music in one place.",
      "Universal Guide",
      "can recommend content tailored to your preferences and notify you of new",
      "drama series.",
      "You can use this feature on your mobile with Samsung SmartThings app.",
      "To enjoy the content from these apps on your TV, they must be installed on the TV.",
      "When you watch some paid content, you may need to make a payment using their associated app.",
      "Images may look blurry depending on the service provider's circumstances.",
      "This function may not be supported depending on the model or geographical area.",
      "For You",
      "TV Shows",
      "Movies",
      "Sports",
      "Music",
      "On Now",
      "- 66 -"
    ]
  },
  "section_86": {
    "id": "section_86",
    "title": "Using the SmartThings App",
    "text": [
      "Monitor and configure the smart devices you have connected to the SmartThings service.",
      "SmartThings",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "From your TV, you can monitor and configure smart devices you connected to the SmartThings service via the",
      "SmartThings app installed on them. You can receive notifications about the statuses of your smart devices.",
      "To use this function, you must be logged in to your Samsung account.",
      "This function may not be supported depending on the model or geographical area.",
      "Location selection list",
      "Press the Select button to identify all connected devices or the devices specific to a location.",
      "Sign In",
      "Go to the",
      "Samsung Account",
      "screen to create a new account or sign in to your account.",
      "Set Your Scene",
      "Devices",
      "- 67 -",
      "All Devices",
      "Settings",
      "Turn notifications on or off for the connected smart devices.",
      "Set Your Scene",
      "Create a custom mode to easily control multiple devices with a single command.",
      "Device list",
      "View a list of the connected smart devices and their statuses.",
      "You can add a new device through the SmartThings app on your mobile phone. Please refer to the user guide of the",
      "SmartThings app for more details."
    ]
  },
  "section_87": {
    "id": "section_87",
    "title": "Using the e-Manual",
    "text": [
      "Control and read the manual embedded in your TV."
    ]
  },
  "section_88": {
    "id": "section_88",
    "title": "Launching the e-Manual",
    "text": [
      "Settings",
      "Support",
      "Open e-Manual",
      "You can view the embedded e-Manual that contains information about your TV's key features.",
      "Alternatively, you can download a copy of the e-Manual from Samsung's website.",
      "Words in blue (e.g.,",
      "Picture Mode",
      ") indicate a menu item.",
      "- 68 -"
    ]
  },
  "section_89": {
    "id": "section_89",
    "title": "Using the buttons in the e-Manual",
    "text": [
      "Search",
      "): Select an item from the search results to load the corresponding page.",
      "Index",
      "): Select a keyword to navigate to the relevant page.",
      "Recently Viewed Topics",
      "): Select a topic from the list of recently viewed topics.",
      "Try Now",
      "): Allows you to access the corresponding menu item and try out the feature right away.",
      "Link",
      "): Access an underlined topic referred to on an e-Manual page immediately.",
      "Some menu screens cannot be accessed from the e-Manual."
    ]
  },
  "section_90": {
    "id": "section_90",
    "title": "Using the Internet",
    "text": [
      "Surf the Internet on your TV.",
      "Internet",
      "When you run",
      "Internet",
      ", you can see recently viewed web sites or featured recommendations. When you select a",
      "desired web site, you can get immediate access to it.",
      "You can use the",
      "Internet",
      "function more easily after connecting a keyboard and mouse.",
      "You can scroll web pages with the Directional Pad.",
      "The web pages may differ from those on a PC.",
      "For more information about the",
      "Internet",
      "function, refer to \"Read Before Using the Internet Function.\"",
      "- 69 -"
    ]
  },
  "section_91": {
    "id": "section_91",
    "title": "Playing pictures/video/music",
    "text": [
      "Play media content stored on your TV, USB devices, smartphones, cameras, PCs, etc.",
      "Source",
      "Connected Device",
      "Try Now",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "You can play media content saved on storage devices, such as USB devices, mobile devices, and cameras on the TV.",
      "You cannot play media content if the content or the storage device is not supported by the TV. For more information, refer",
      "to \"Read Before Playing Photo, Video, or Music Files.\"",
      "Backup important files before connecting a USB device. Samsung is not responsible for damaged or lost files.",
      "To connect the TV to a mobile device, refer to \"Connecting Your Mobile Device.\"",
      "You can use the following functions on the media content list screen of a storage device.",
      "Filter By",
      "Filters the media content by type of media. (music, photo, video, recorded contents, etc.)",
      "Samsung USB",
      "Samsung USB",
      "Filter By : All",
      "Sort By : Title",
      "Options",
      "- 70 -",
      "Sort By",
      "Sorts the content list by title or date.",
      "This function may not be supported depending on the type of external device.",
      "Options",
      "Deletes or plays the selected media content in the media content list. When you select",
      "Refresh",
      ", the content list is",
      "reloaded.",
      "You can delete only the recorded content. To delete content, change the",
      "Filter By",
      "option to",
      "Recorded"
    ]
  },
  "section_92": {
    "id": "section_92",
    "title": "Playing media content",
    "text": [
      "Playing multimedia content on a PC or mobile device",
      "Select a device with media content in",
      "Source",
      ". The media content list in the device appears.",
      "Select a media content item from the list.",
      "The content is played.",
      "For more information about buttons, refer to \"Buttons and functions available while playing multimedia content.\"",
      "The content may not be played depending on the encoding method or file format. Furthermore, several functions may be",
      "restricted.",
      "Content on devices connected to the TV via your network may not play smoothly due to network communication problems.",
      "If this occurs, use a USB device.",
      "For more information about connecting to mobile devices, refer to \"Connecting Your Mobile Device.\"",
      "Playing multimedia content on a USB device",
      "Connect a USB device to the USB port. When a pop up message appears on the screen, select",
      "Browse",
      "to easily",
      "move to the list of multimedia content stored on the device.",
      "Select a content item to play from the list.",
      "The content is played.",
      "- 71 -"
    ]
  },
  "section_93": {
    "id": "section_93",
    "title": "Using Bixby",
    "text": [
      "Speak into the microphone on your Samsung Smart Remote to control your TV.",
      "This function may not be supported depending on the model or geographical area.",
      "The supported language may differ depending on the geographical area."
    ]
  },
  "section_94": {
    "id": "section_94",
    "title": "Running Bixby",
    "text": [
      "Press and hold the",
      "button on your Samsung Smart Remote, say a command, and then release the",
      "button.",
      "The TV recognizes the voice command.",
      "To view the",
      "Bixby",
      "guide, press the",
      "button once:",
      "When you press the",
      "button for the first time, the",
      "Using Bixby",
      "button appears at the bottom of the screen.",
      "Press the Select button. The",
      "Using Bixby",
      "popup window appears and a tutorial on using",
      "Bixby",
      "is shown.",
      "When you press the",
      "button after the first time, the",
      "Enter My Bixby",
      "button appears at the bottom of the",
      "screen. Press the Select button to go to the",
      "My Bixby",
      "screen.",
      "\"Live TV\"",
      "\"HDMI1\"",
      "\"USB\"",
      "- 72 -"
    ]
  },
  "section_95": {
    "id": "section_95",
    "title": "Learning about My Bixby",
    "text": [
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "Samsung Account",
      "Go to the",
      "Samsung Account",
      "screen to create a new account or sign out of your account.",
      "If you are signed out of your Samsung account, select",
      "Sign In",
      "to log in.",
      "Settings",
      "You can change the voice responses and the voice style of",
      "Bixby",
      "You can also select a music service provider in the",
      "Default music service provider",
      "tab.",
      "The",
      "Default music service provider",
      "tab may not be supported depending on the model or geographical area.",
      "User information and the experience points (XP) guide",
      "You can see user information and the experience points (XP) that you can get from using",
      "Bixby",
      "You must be signed in to your Samsung account to view the user information and the experience points (XP).",
      "This function may not be supported depending on the model or geographical area.",
      "Bixby guide",
      "You can learn the voice commands to use the",
      "Bixby",
      "in various situations. Use the directional buttons to move to the",
      "desired command, and then press the Select button. You can operate the TV with various voice commands.",
      "To view a tutorial on",
      "Bixby",
      ", use the directional buttons to move to the bottom, and then select the",
      "View Tutorial",
      "item.",
      "My Bixby",
      "- 73 -"
    ]
  },
  "section_96": {
    "id": "section_96",
    "title": "Read Before Using Bixby",
    "text": [
      "Precautions for Bixby",
      "The supported voice interaction languages and features may differ depending on the geographical area.",
      "If the language set differs from the language of your country, some features are not available.",
      "Bixby",
      "is available only when the TV is connected to the Internet.",
      "Even if the TV is connected to the Internet, there may be no response due to a",
      "Bixby",
      "server error.",
      "The existing functional specifications may be changed if",
      "Bixby",
      "is updated.",
      "Bixby",
      "is available only on TVs that support it and come with remote controls that have a microphone.",
      "Symbols including \"-\" and special characters are not supported. Consequently, if a word or sentence contains",
      "numeric values or symbols, the function may not operate properly.",
      "Searched results may not provide complete results.",
      "You may be required to pay for some apps. Consequently, you may encounter a service application or contract.",
      "To change the current channel by saying channel names as voice commands, you must finish",
      "Set Up Your",
      "Service Provider",
      ". If",
      "Set Up Your Service Provider",
      "is not completed, you can complete it using the following",
      "menu.",
      "Settings",
      "General",
      "Start Setup",
      "Try Now",
      "To use the voice text input function and Smart",
      "Search",
      "function, you must consent to provisions allowing third",
      "parties to collect and use your voice data.",
      "To use the",
      "Bixby",
      "function, you must:",
      "Agree to Smart Hub's Terms of Use",
      "Agree to a guidance regarding the collection and use of personal information for the Smart Hub service.",
      "Consent to the collection and use of personal information for the voice interaction-based service.",
      "Requirements for using Bixby",
      "The voice interaction rate differs with the volume/tone, pronunciation, and ambient sound environment (TV",
      "sound and ambient noise).",
      "The optimal volume for voice commands is between 75 dB and 80 dB.",
      "- 74 -"
    ]
  },
  "section_97": {
    "id": "section_97",
    "title": "TV Viewing",
    "text": [
      "You can use convenient features while watching TV. Additionally, you can edit the channel list or create favorite",
      "channel lists."
    ]
  },
  "section_98": {
    "id": "section_98",
    "title": "Viewing Broadcast Information at a Glance",
    "text": [
      "See an overview of each channel's program lineup."
    ]
  },
  "section_99": {
    "id": "section_99",
    "title": "Using the guide",
    "text": [
      "Live TV",
      "Guide",
      "Try Now",
      "The image on your TV may differ from the image above depending on the model and geographical area.",
      "In the",
      "Guide",
      ", you can see the daily program schedules for each broadcaster, see program information, choose a",
      "program to watch, and set up a scheduled viewing or recording.",
      "In the",
      "Guide",
      ", you can see only the TV programs scheduled after the current time.",
      "The",
      "Guide",
      "also appears when you press the",
      "button while watching TV.",
      "To see information about analog channels and use the analog channel functions of the",
      "Guide",
      ", you must finish the service",
      "provider settings in initial setup.",
      "To view the",
      "Guide",
      ", you must first set the TV's clock (",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "Channel List",
      "Recordings",
      "Guide",
      "Live TV",
      "- 75 -",
      "To start Scheduled viewing, Scheduled recording, and other function for a program listed in the Guide, first move the",
      "cursor to it and then press and hold Select button on the remote control to use follows functions:",
      "Record",
      ": You can make a recording of a current program.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "Schedule Viewing",
      ": You can schedule viewing of a broadcast scheduled program.",
      "For more information about watching or",
      "Schedule Viewing",
      ", refer to \"Setting Up a Schedule Viewing.\"",
      "Schedule Recording",
      ": You can schedule recording of a broadcast scheduled program.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "For more information about recording or",
      "Schedule Recording",
      ", refer to \"Recording Programs.\"",
      "Edit Recording Time",
      ": You can change the start and end times of scheduled program recordings.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "Stop",
      ": You can stop the recording function that is currently running.",
      "Cancel Scheduled Viewing",
      "Cancel Scheduled Recording",
      ": You can cancel scheduled viewings or recordings.",
      "This function may not be supported depending on the model or geographical area.",
      "View Details",
      ": You can see detailed information about the selected program. The information may differ with",
      "the broadcast signal. If information is not provided with the program, nothing appears.",
      "To move to the",
      "Channel Filter",
      "Antenna Type",
      "Schedule Manager",
      "screen: Press the",
      "button.",
      "Channel Filter",
      ": You can select a channel filter from a filter list to see a list of channels filtered accordingly.",
      "Antenna Type",
      ": You can change the type of broadcast signals to receive.",
      "Schedule Manager",
      ": You can see the",
      "Schedule Manager",
      "Recording & Schedule Manager",
      "screen.",
      "- 76 -"
    ]
  },
  "section_100": {
    "id": "section_100",
    "title": "Recording Programs",
    "text": [
      "Record a current or upcoming program using a USB device instead of a video recorder.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "Read all precautions before using the recording feature. Refer to \"Before Using the Recording and Timeshift Functions\" for",
      "more information.",
      "You can record only the programs that are received through an antenna.",
      "The",
      "appears next to the programs and channels scheduled for recording.",
      "If you go to",
      "Live TV",
      "while no USB device is connected, the",
      "Schedule Manager",
      "screen appears in place of the",
      "Recordings",
      "screen."
    ]
  },
  "section_101": {
    "id": "section_101",
    "title": "Recording programs",
    "text": [
      "Using the instant and schedule recording options from the guide screen",
      "Instant Recording",
      "Select a live program from the",
      "Guide",
      ", press and hold the Select button, and then select",
      "Record",
      "from the pop-",
      "up menu to start recording immediately.",
      "Schedule Recording",
      "Select a program scheduled to be broadcast, press the Select button, and then select",
      "Schedule Recording",
      "set up a scheduled recording of the scheduled program.",
      "Using the instant and schedule recording options while watching a program",
      "Instant Recording",
      "If you select",
      "Record",
      "after pressing the",
      "button while watching a broadcast, recording starts.",
      "Schedule Recording",
      "Press the Select button while watching a program to display the program info window. Use the left or right",
      "directional button to select a scheduled program. Press the Select button, and then select",
      "Schedule Recording",
      "to set up a scheduled recording of the scheduled program.",
      "- 77 -",
      "Scheduling a video recording after entering the date and time",
      "Live TV",
      "Recordings",
      "Schedules",
      "Add Recording",
      "To schedule a recording, set the values for",
      "Antenna",
      "Channel",
      "Repeat",
      "Date",
      "Start Time",
      ", and",
      "End Time",
      "of the",
      "broadcast program to record, and then select",
      "Save",
      "Check the current time in",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock"
    ]
  },
  "section_102": {
    "id": "section_102",
    "title": "Managing the schedule recording list",
    "text": [
      "Live TV",
      "Recordings",
      "Schedules",
      "You can change scheduled recording information or cancel scheduled recordings.",
      "You can schedule up to 30 recordings or viewings at once using",
      "Schedule Recording",
      "and",
      "Schedule Viewing",
      "Setting the Schedule Recording Time",
      "Live TV",
      "Recordings",
      "Schedules",
      "Edit",
      "You can set the start and end times for a schedule recording. You can set the start time up to 10 minutes before the",
      "program starts and the end time up to 10 minutes after the program ends.",
      "Canceling a schedule recording",
      "Live TV",
      "Recordings",
      "Schedules",
      "Delete",
      "Checking scheduled recordings",
      "Live TV",
      "Recordings",
      "Schedules",
      "View Details"
    ]
  },
  "section_103": {
    "id": "section_103",
    "title": "Viewing recorded programs",
    "text": [
      "Live TV",
      "Recordings",
      "Recordings",
      "Select a file containing a recording from the list. The file is played back.",
      "Buttons that appear may differ depending on the file being played. For more information about control buttons, refer to",
      "\"Buttons and functions available while recording a program or Timeshift.\"",
      "- 78 -"
    ]
  },
  "section_104": {
    "id": "section_104",
    "title": "Setting up a schedule recording start",
    "text": [
      "Live TV",
      "Recordings",
      "Settings",
      "Start Recording Early",
      ": You can set the time to start the recording earlier than the broadcast start time in the",
      "program guide.",
      "Continue Recording After",
      ": You can set the time to end the recording later than the broadcast end time in the",
      "program guide."
    ]
  },
  "section_105": {
    "id": "section_105",
    "title": "Setting Up a Schedule Viewing",
    "text": [
      "Configure the TV to show a specific channel or program at a specific time and date.",
      "The",
      "appears next to programs that have been configured for a scheduled viewing.",
      "To set up a scheduled viewing, you must first set the TV's clock (",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock"
    ]
  },
  "section_106": {
    "id": "section_106",
    "title": "Setting up a scheduled viewing for a channel",
    "text": [
      "Using the schedule viewing options from the guide screen",
      "On the",
      "Guide",
      "screen, select a program you would like to view, press and hold the Select button, and then select",
      "Schedule Viewing",
      "in the pop-up menu that appears.",
      "Using the schedule viewing options in the program info window",
      "Press the Select button while watching TV. The Program Info window appears. Select a program that will be",
      "broadcast using the left or right directional buttons. Press the Select button, and then select",
      "Schedule Viewing",
      "schedule viewing of that program.",
      "Using schedule viewing to view programs at a specified time on a specified date",
      "(U.S.A and Canada)",
      "Live TV",
      "Schedule Manager",
      "Add Viewing",
      "(Other countries)",
      "Live TV",
      "Schedule Manager",
      "Recordings",
      "Schedules",
      "Add Viewing",
      "To schedule a viewing, set the values for",
      "Antenna",
      "Channel",
      "Repeat",
      "Date",
      "and",
      "Start Time",
      "of the broadcast program to",
      "view, and then select",
      "Save",
      "Check the current time in",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "This function may not be supported depending on the model or geographical area.",
      "- 79 -"
    ]
  },
  "section_107": {
    "id": "section_107",
    "title": "Editing a scheduled viewing",
    "text": [
      "(U.S.A and Canada)",
      "Live TV",
      "Schedule Manager",
      "(Other countries)",
      "Live TV",
      "Schedule Manager",
      "Recordings",
      "Schedules",
      "You can set up a maximum total of 30",
      "Schedule Viewing",
      "and",
      "Schedule Recording",
      "entries.",
      "Setting the Scheduled Viewing Time",
      "(U.S.A and Canada)",
      "Live TV",
      "Schedule Manager",
      "Edit",
      "(Other countries)",
      "Live TV",
      "Schedule Manager",
      "Recordings",
      "Schedules",
      "Edit",
      "You can set the start time of a scheduled viewing. If you choose a program from the",
      "Guide",
      ", the",
      "Start Time",
      "can be set",
      "up to 10 minutes before the program.",
      "Canceling a scheduled viewing",
      "(U.S.A and Canada)",
      "Live TV",
      "Schedule Manager",
      "Delete",
      "(Other countries)",
      "Live TV",
      "Schedule Manager",
      "Recordings",
      "Schedules",
      "Delete",
      "Checking scheduled viewings",
      "(U.S.A and Canada)",
      "Live TV",
      "Schedule Manager",
      "View Details",
      "(Other countries)",
      "Live TV",
      "Schedule Manager",
      "Recordings",
      "Schedules",
      "View Details",
      "- 80 -"
    ]
  },
  "section_108": {
    "id": "section_108",
    "title": "Using Timeshift",
    "text": [
      "Play, pause, or rewind live TV.",
      "You can pause and rewind live TV by using",
      "Timeshift",
      ". Activating this function disables the",
      "Broadcasting",
      "function.",
      "Try Now",
      "To activate the",
      "Timeshift",
      "function while watching TV, press the",
      "button and then select",
      "Timeshift",
      ", or press",
      "the",
      "button.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "When the",
      "Timeshift",
      "function is running, some functions are not available in",
      "Settings",
      "Broadcasting",
      "To use Timeshift, you must connect a USB device for recording.",
      "Read all precautions before using the Timeshift function. For more information, refer to \"Before Using the Recording and",
      "Timeshift Functions.\""
    ]
  },
  "section_109": {
    "id": "section_109",
    "title": "Buttons and functions available while recording a program or",
    "text": [
      "Timeshift",
      "Review available buttons and functions of how they are used while recording a program or Timeshift.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "The available buttons and functions may differ with the functions.",
      "When you press the down directional button, the control bar appears and the following options are available:",
      "Edit Recording Time",
      "You can set for what period of time the program will be recorded.",
      "This function is only available when a program is being recorded.",
      "- 81 -",
      "Record",
      "You can switch from the Timeshift function to the recording function. When switching to the recording",
      "function, you can include the content recorded by the Timeshift function in the new recording.",
      "This function is only available when the Timeshift function is running.",
      "Go to Live TV",
      "Select to return to the current scenes of the program when the recording or Timeshift function is playing its",
      "past scenes.",
      "Stop Recording",
      "Stop Timeshift",
      "Ends the recording or Timeshift function.",
      "Info",
      "Displays the program info window of the program you are recording or time-shifting.",
      "Pause",
      "Play",
      "You can use the following functions when the video is paused. (Note that with the video paused, the TV does",
      "not play audio.)",
      "Slow Rewind",
      "Slow Forward",
      ": Allows you to play the video slowly (1/8, 1/4, 1/2) backward or forward by",
      "selecting the",
      "option. To increase the rewind or forward speed in slow mode up to 3 times, select",
      "the option repeatedly. To return to normal speed, select the",
      "option.",
      "When the",
      "Slow Rewind",
      "function is activated, you can view the difference between the current recording time",
      "and the current rewind time.",
      "Jump Backward / Jump Forward: Press the up directional button to move the focus to the playback control",
      "bar, and then select the left or right directional button in the playback control bar to move backward or",
      "forward by 10 seconds in the video.",
      "When the Jump Backward function is activated, you can view the difference between the current recording time",
      "and the current rewind time.",
      "Rewind",
      "Fast Forward",
      "This function is not available while you are watching a program that is currently being broadcast.",
      "- 82 -"
    ]
  },
  "section_110": {
    "id": "section_110",
    "title": "Using the Channel List",
    "text": [
      "Change the channel or check programs on other digital channels.",
      "Live TV",
      "Channel List",
      "Using the",
      "Channel List",
      ", you can change the channel or check programs on other digital channels while watching TV.",
      "The",
      "Channel List",
      "screen contains the following icons:",
      ": A favorite channel",
      ": A locked channel.",
      "If you press the right directional button when viewing the",
      "Channel List",
      "screen, you can use the following functions:",
      "All Channels",
      "Displays the channels that the TV found during the Auto Program channel search.",
      "Favorites",
      "Displays",
      "Favorites 1",
      "Favorites 5",
      "Air",
      "Cable",
      "To allow you to select",
      "Air",
      "Cable",
      "as the DTV mode, move the focus to",
      "Air",
      "Cable",
      ", and then press the Select",
      "button.",
      "Air",
      "is suitable for homes equipped with separate, over-the-air antennas.",
      "Cable",
      "is suitable for homes",
      "that subscribe to a local cable-service. You do not need to use this function if your TV is connected to a cable",
      "box or satellite box.",
      "TV PLUS",
      "While the TV is connected to the Internet, you can watch popular programs or highlights for each theme",
      "through a virtual channel at any time. As with regular channels, the TV provides the daily program schedules",
      "for",
      "TV PLUS",
      "This function may not be supported depending on the model or geographical area.",
      "- 83 -"
    ]
  },
  "section_111": {
    "id": "section_111",
    "title": "Editing channels",
    "text": [
      "Edit the channels stored on your TV.",
      "Live TV",
      "Channel List",
      "All Channels",
      "Edit Channels",
      "The",
      "Edit Channels",
      "screen contains the following icons:",
      ": A favorite channel",
      ": A locked channel."
    ]
  },
  "section_112": {
    "id": "section_112",
    "title": "Re-registering and deleting a channel",
    "text": [
      "Removing registered channels",
      "To remove a channel, select it from the",
      "Edit Channels",
      "screen, and then select",
      "Delete",
      ". Removed channels do not",
      "appear in the",
      "Channel List",
      "Adding back removed channels",
      "You can add back removed channels from the",
      "Edit Channels",
      "screen only. Removed channels are displayed in gray in",
      "the",
      "Edit Channels",
      "screen. To add back a removed channel, select it, and then select",
      "Restore"
    ]
  },
  "section_113": {
    "id": "section_113",
    "title": "Changing a channel name",
    "text": [
      "After selecting a channel to change in",
      "Edit Channels",
      ", select",
      "Rename Channel",
      "to change the channel name.",
      "This function is only available for selected channels.",
      "This function is available for analog channels only.",
      "- 84 -"
    ]
  },
  "section_114": {
    "id": "section_114",
    "title": "Using Program Rating Lock",
    "text": [
      "Settings",
      "Broadcasting",
      "Program Rating Lock Settings",
      "Try Now",
      "This function is useful for controlling what children watch on TV.",
      "Program Rating Lock Settings",
      "does not, however,",
      "block programs originating from external sources, such as Blu-ray players, DVD players, or USB files.",
      "Every time you access",
      "Program Rating Lock Settings",
      ", you must enter the security PIN. You must also enter this PIN",
      "to watch a blocked program. The default PIN is \"0000.\" To change the PIN, go to",
      "Settings",
      "General",
      "System Manager",
      "Change PIN",
      "Program Rating Lock Settings",
      "may not be supported depending on your input signal.",
      "For more information about how to set your password, refer to \"Setting up a password.\"",
      "For more information about the rating system of different countries, refer to \"Blocking programs based on their TV Rating.\"",
      "Watching blocked / restricted programs",
      "To watch a blocked program, enter the PIN when requested.",
      "When initially showing a restricted program or movie, the screen is blank because the",
      "Program Rating Lock Settings",
      "blocks it. Enter the PIN to unblock the program when a message appears requesting the code."
    ]
  },
  "section_115": {
    "id": "section_115",
    "title": "Creating a Personal Favorites List",
    "text": [
      "Designate frequently watched channels as favorite channels.",
      "Favorite channels are highlighted in the",
      "Edit Channels",
      "and",
      "Channel List",
      "screens with the",
      "symbol. You can create",
      "up to five favorites lists so that your family members can create their own personal favorites list."
    ]
  },
  "section_116": {
    "id": "section_116",
    "title": "Registering channels as favorites",
    "text": [
      "Live TV",
      "Channel List",
      "Press the right directional button on your remote control.",
      "Select",
      "Favorites",
      "Select one of the five favorites lists.",
      "Move to",
      "Edit Favorites",
      "Select a channel to add to the favorites list.",
      "Select",
      "icon.",
      "The selected channel is registered in the favorites list.",
      "- 85 -"
    ]
  },
  "section_117": {
    "id": "section_117",
    "title": "Viewing and selecting channels on Favorites lists only",
    "text": [
      "Live TV",
      "Channel List",
      "Press the right directional button on your remote control.",
      "Select",
      "Favorites",
      "Select the desired list among the five favorites lists on the screen.",
      "The channels in the selected favorites list appear.",
      "Only favorites lists that contain registered channels will display channels."
    ]
  },
  "section_118": {
    "id": "section_118",
    "title": "Editing a Favorites List",
    "text": [
      "Edit a favorites channel list.",
      "Live TV",
      "Channel List",
      "After pressing the right directional button on your remote control, select",
      "Favorites",
      "Favorites 1",
      "Favorites 5",
      "Edit",
      "Favorites",
      ". The",
      "Edit Favorites",
      "screen appears."
    ]
  },
  "section_119": {
    "id": "section_119",
    "title": "Adding channels to a favorites list",
    "text": [
      "Select channels to add, and then select the",
      "icon. The selected channels are added to the favorites list."
    ]
  },
  "section_120": {
    "id": "section_120",
    "title": "Removing channels from a favorites list",
    "text": [
      "Select channels in a favorites list, and then select the",
      "icon."
    ]
  },
  "section_121": {
    "id": "section_121",
    "title": "Rearranging a favorites list",
    "text": [
      "Select one or more channels, and then select",
      "Change order",
      ". The",
      "Change order",
      "highlight appears. Press the up/down",
      "directional buttons to indicate the new location for the channels. Press the Select button to set the channels into",
      "their new location."
    ]
  },
  "section_122": {
    "id": "section_122",
    "title": "Renaming a favorites list",
    "text": [
      "Select the favorites list you want to rename, and then select",
      "Rename Favorites",
      ". Enter a new name using the on-",
      "screen keyboard that appears, and then select",
      "Done",
      "- 86 -"
    ]
  },
  "section_123": {
    "id": "section_123",
    "title": "TV-Viewing Support Functions",
    "text": [
      "Use the functions that are available while watching TV."
    ]
  },
  "section_124": {
    "id": "section_124",
    "title": "Changing the broadcast signal",
    "text": [
      "Live TV",
      "Channel List",
      "Press the right directional button on your remote control, move the focus to",
      "Air",
      "Cable",
      ", and then press the Select",
      "button.",
      "You do not need to use this function if your TV is connected to a cable box or satellite box."
    ]
  },
  "section_125": {
    "id": "section_125",
    "title": "Scanning for available channels",
    "text": [
      "Settings",
      "Broadcasting",
      "Auto Program",
      "Try Now",
      "Do not use this function if your TV is connected to a cable box or satellite box.",
      "If the TV has saved channels,",
      "Auto Program",
      "deletes the existing list, and then saves the newly scanned channels."
    ]
  },
  "section_126": {
    "id": "section_126",
    "title": "Configuring advanced broadcasting audio settings",
    "text": [
      "Settings",
      "Broadcasting",
      "Audio Options",
      "Audio Options",
      "functions differently for analog and digital channels.",
      "This function may not be supported depending on the model or geographical area.",
      "Selecting a Language",
      "Settings",
      "Broadcasting",
      "Audio Options",
      "Preferred Language",
      "This is the language you will hear while watching TV if the language is included in the broadcast signal.",
      "Listening to Multi-Track Sound",
      "Settings",
      "Broadcasting",
      "Audio Options",
      "Multi-Track Sound"
    ]
  },
  "section_127": {
    "id": "section_127",
    "title": "Checking digital channel signal info and strength",
    "text": [
      "Settings",
      "Support",
      "Self Diagnosis",
      "Signal Information",
      "Try Now",
      "If your TV is attached to a separate, over-the-air antenna, you can use the signal strength information to adjust the antenna",
      "for increased signal strength and improved HD channel reception.",
      "- 87 -"
    ]
  },
  "section_128": {
    "id": "section_128",
    "title": "Picture and Sound",
    "text": [
      "You can change the settings for the picture and the sound according to your preference."
    ]
  },
  "section_129": {
    "id": "section_129",
    "title": "Adjusting the Picture Quality",
    "text": [
      "Change the Picture Mode and adjust Expert Settings."
    ]
  },
  "section_130": {
    "id": "section_130",
    "title": "Choosing a picture mode",
    "text": [
      "Settings",
      "Picture",
      "Picture Mode",
      "Try Now",
      "You can select the",
      "Picture Mode",
      "that provides the best viewing experience.",
      "Dynamic",
      "Makes the picture brighter and clearer in bright viewing environments.",
      "Standard",
      "Is the default mode suitable for general viewing environments.",
      "Natural",
      "Reduces eye strain for a comfortable viewing experience.",
      "Movie",
      "Is suitable for watching TV or movies in a dark room.",
      "This function may not be supported depending on the model."
    ]
  },
  "section_131": {
    "id": "section_131",
    "title": "Configuring advanced picture settings",
    "text": [
      "Settings",
      "Picture",
      "Expert Settings",
      "Try Now",
      "Configure the screen settings to your taste by using the following functions:",
      "Backlight",
      "Try Now",
      "Brightness",
      "Try Now",
      "Contrast",
      "Try Now",
      "Sharpness",
      "Try Now",
      "Color",
      "Try Now",
      "- 88 -",
      "Tint (G/R)",
      "Try Now",
      "Apply Picture Settings",
      "Try Now",
      "Digital Clean View",
      "Try Now",
      "Auto Motion Plus Settings",
      "Try Now",
      "When",
      "LED Clear Motion",
      "is set to",
      ", the screen appears darker than when it is",
      "Off",
      "Local Dimming",
      "This function may not be supported depending on the model or geographical area.",
      "Contrast Enhancer",
      "Try Now",
      "HDR+ Mode",
      "Try Now",
      "Automatically provide an optimal HDR effect based on the video source.",
      "The HDR (High Dynamic Range) technology implements video images that are very similar to the images seen",
      "through human eyes by finely adjusting the contrast of the source.",
      "This function may not be supported depending on the model or geographical area.",
      "Film Mode",
      "Try Now",
      "This function is only available when the input signal is TV, AV, Component (480i, 1080i), or HDMI (1080i).",
      "Color Tone",
      "Try Now",
      "White Balance",
      "Try Now",
      "Gamma",
      "Try Now",
      "RGB Only Mode",
      "Try Now",
      "Color Space Settings",
      "Try Now",
      "Reset Picture",
      "Try Now",
      "- 89 -"
    ]
  },
  "section_132": {
    "id": "section_132",
    "title": "Setting the Viewing Environment for External Devices",
    "text": [
      "You can optimize the TV for viewing specific video formats."
    ]
  },
  "section_133": {
    "id": "section_133",
    "title": "Playing games on an optimized screen",
    "text": [
      "Settings",
      "General",
      "External Device Manager",
      "Game Mode Settings",
      "Game Mode",
      "You can enable game mode to optimize the TV's settings for playing video games with a gaming console, such as a",
      "PlayStation™ or Xbox™.",
      "The",
      "Game Mode Settings",
      "may not appear depending on the model.",
      "The game mode is not available for normal TV viewing.",
      "The screen may shake somewhat.",
      "When",
      "Game Mode",
      "is enabled,",
      "Picture Mode",
      "and",
      "Sound Mode",
      "are switched to",
      "Game",
      "automatically.",
      "To use a different external device on the same port, remove the game console connection, turn off Game Mode, and then",
      "connect the external device to the port."
    ]
  },
  "section_134": {
    "id": "section_134",
    "title": "Configuring game mode details",
    "text": [
      "Configuring Game Motion Plus",
      "Settings",
      "General",
      "External Device Manager",
      "Game Mode Settings",
      "Game Motion",
      "Plus Settings",
      "You can configure the",
      "Game Motion Plus",
      "settings.",
      "This function may not be supported depending on the model or geographical area.",
      "- 90 -"
    ]
  },
  "section_135": {
    "id": "section_135",
    "title": "Viewing UHD videos",
    "text": [
      "Settings",
      "General",
      "External Device Manager",
      "HDMI UHD Color",
      "Try Now",
      "If an external UHD player is connected to the TV, use the HDMI UHD Color function to convert the TV's HDMI",
      "connector to a mode optimized for the UHD 50P/60P signals.",
      "When you select the HDMI connector you want to use for",
      "HDMI UHD Color",
      ", and then press the Select button to set the",
      "HDMI UHD Color",
      "function to",
      ", the TV screen flickers.",
      "The HDMI connection with",
      "HDMI UHD Color",
      "set to",
      "Off",
      "supports up to UHD 50P/60P 4:2:0 input signals, while the",
      "HDMI connection with",
      "HDMI UHD Color",
      "set to",
      "supports up to UHD 50P/60P 4:4:4 and 4:2:2 input signals. For more",
      "information, refer to \"Supported Resolutions for UHD Input Signals.\"",
      "When you connect the TV to an external device that supports only the UHD 24 or 30 Hz frequency or any FHD frequency, the",
      "HDMI UHD Color",
      "function may not be available. In this case, set",
      "HDMI UHD Color",
      "Off"
    ]
  },
  "section_136": {
    "id": "section_136",
    "title": "Using HDMI black level",
    "text": [
      "Settings",
      "General",
      "External Device Manager",
      "HDMI Black Level",
      "Try Now",
      "Use HDMI Black Level to adjust the black level to compensate for low black levels, low contrast, or dull colors",
      "generated by external devices connected to the TV via an HDMI cable.",
      "This function is only available when the input signal connected to the TV via an HDMI connector is set to RGB444.",
      "- 91 -"
    ]
  },
  "section_137": {
    "id": "section_137",
    "title": "Changing the Picture Size and Position",
    "text": [
      "Change the picture size and position for your TV."
    ]
  },
  "section_138": {
    "id": "section_138",
    "title": "Changing the picture size",
    "text": [
      "Settings",
      "Picture",
      "Picture Size Settings",
      "Picture Size",
      "Try Now",
      "You can change the size of the picture displayed on the TV screen.",
      "16:9 Standard",
      "Custom",
      "4:3",
      "Do not watch your TV in 4:3 mode for extended periods of time. This can cause the black bars, which appear",
      "at the top, bottom, left, and right sides of the screen in 4:3 mode, to \"burn in\" and appear as temporary or",
      "permanent after images on the screen. If the TV is used for commercial or non-normal consumer use, then",
      "damage to the screen caused by screen \"burn in\" is not covered by your Warranty.",
      "Supported picture sizes differ with the input signal. For more information about supported picture sizes, refer to \"Picture",
      "sizes and input signals.\""
    ]
  },
  "section_139": {
    "id": "section_139",
    "title": "Fitting the picture to the screen",
    "text": [
      "Settings",
      "Picture",
      "Picture Size Settings",
      "Fit to Screen",
      "Try Now",
      "This function may not be supported depending on the",
      "Picture Size",
      "setting.",
      "This function may not be supported depending on the broadcast signals."
    ]
  },
  "section_140": {
    "id": "section_140",
    "title": "Adjusting the picture size and/or position",
    "text": [
      "Settings",
      "Picture",
      "Picture Size Settings",
      "Zoom and Position",
      "Try Now",
      "This function is available only if",
      "Picture Size",
      "is set to",
      "Custom",
      "To change the picture position on analog channels, first enlarge the picture and then change the position.",
      "- 92 -"
    ]
  },
  "section_141": {
    "id": "section_141",
    "title": "Configuring a Sound Mode and Expert Settings",
    "text": [
      "Change the Sound Mode and adjust Expert Settings."
    ]
  },
  "section_142": {
    "id": "section_142",
    "title": "Choosing a sound mode",
    "text": [
      "Settings",
      "Sound",
      "Sound Mode",
      "Try Now",
      "You can select a favorite sound mode suitable for the content type or the listening environment.",
      "Standard",
      "Optimized",
      "Amplify",
      "This function may not be supported depending on the model."
    ]
  },
  "section_143": {
    "id": "section_143",
    "title": "Configuring advanced sound settings",
    "text": [
      "Settings",
      "Sound",
      "Expert Settings",
      "Try Now",
      "You can personalize the sound quality by adjusting the following settings.",
      "Balance",
      "Try Now",
      "Equalizer",
      "Try Now",
      "HDMI Input Audio Format",
      "Try Now",
      "Digital Output Audio Format",
      "Try Now",
      "If you use a receiver that does not support Dolby Digital Plus, you will hear no sound if you select",
      "Dolby Digital+",
      "The",
      "Dolby Digital+",
      "option is only available via ARC(HDMI) for external devices that support the format.",
      "Audio Delay",
      "Try Now",
      "Sound Mirroring",
      "When the",
      "Sound Mirroring",
      "function is set to",
      ", you can share your mobile device's sound using your TV",
      "speakers.",
      "This function may not be supported depending on the TV model or mobile device.",
      "Auto Volume",
      "Sound Feedback",
      "Try Now",
      "Reset Sound",
      "Try Now",
      "- 93 -"
    ]
  },
  "section_144": {
    "id": "section_144",
    "title": "Using the Sound Support Functions",
    "text": [
      "Configure the sound settings for your TV."
    ]
  },
  "section_145": {
    "id": "section_145",
    "title": "Selecting speakers",
    "text": [
      "Settings",
      "Sound",
      "Sound Output",
      "Try Now",
      "You can select which speakers the TV uses for audio output.",
      "External speakers may not be controlled with the Samsung Smart Remote. When an external speaker is enabled, some",
      "sound menus are not supported."
    ]
  },
  "section_146": {
    "id": "section_146",
    "title": "Listening to the TV through Bluetooth devices",
    "text": [
      "Settings",
      "Sound",
      "Sound Output",
      "Speaker List",
      "You can connect Bluetooth audio devices to the TV. They must be paired using the TV's Bluetooth function. For more",
      "information on pairing, refer to the Bluetooth audio device's operating manual.",
      "This function may not be supported depending on the model or geographical area.",
      "If the TV fails to find a Bluetooth audio device, place the device closer to the TV, and then select",
      "Refresh",
      "When you turn on a paired Bluetooth audio device, the TV detects it automatically, and then displays a pop-up window. Use",
      "this pop-up window to activate/deactivate the Bluetooth audio device.",
      "The sound quality may be affected by the condition of the Bluetooth connection.",
      "Before using a Bluetooth audio device, refer to “Read Before Using Bluetooth Devices.\"",
      "- 94 -"
    ]
  },
  "section_147": {
    "id": "section_147",
    "title": "Listening to the TV through a Samsung audio device that supports the Wi-Fi",
    "text": [
      "function",
      "For more information about how to connect and use a Samsung audio device that supports the Wi-Fi function, refer",
      "to its user manual.",
      "This function may not be supported depending on the model.",
      "Using Samsung audio devices that support the Wi-Fi function to create a surround sound",
      "configuration",
      "Settings",
      "Sound",
      "Wi-Fi Speaker Surround Setup",
      "Try Now",
      "If you've connected one or more Samsung wireless audio devices that support the Wi-Fi function to the TV, you can",
      "create an optimal sound set up by configuring the surround effect settings. You can select any of the surround sound",
      "configurations, with or without a sound bar.",
      "A surround sound configuration can be used if all of the following conditions are met:",
      "Two or more Samsung wireless speakers of the same type must be connected to the same wireless network.",
      "The Samsung audio devices that support the Wi-Fi function must be connected to the same wireless network",
      "as the TV.",
      "Surround sound configurations with a sound bar may not be supported depending on the product.",
      "If you activate the Screen Mirroring function while using Samsung audio devices that support the Wi-Fi function, the Wi-Fi",
      "connection is disconnected.",
      "Mismatched video and audio lip-syncing may occur depending on the device type.",
      "- 95 -"
    ]
  },
  "section_148": {
    "id": "section_148",
    "title": "System and Support",
    "text": [
      "You can configure system and support settings such as time, screen burn protection, software update, etc."
    ]
  },
  "section_149": {
    "id": "section_149",
    "title": "Using the Time Functions and the Timers",
    "text": [
      "Set the current time and use the timer function."
    ]
  },
  "section_150": {
    "id": "section_150",
    "title": "Setting the current time",
    "text": [
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Try Now",
      "You can set the",
      "Clock",
      "manually or automatically. Once the",
      "Clock",
      "is set, you can view the current time on the TV",
      "anytime.",
      "You must reset the clock in the following cases:",
      "The power cable is disconnected and then connected.",
      "The",
      "Clock Mode",
      "is changed from",
      "Manual",
      "Auto",
      "The TV is not connected to the Internet.",
      "No broadcast signals are received.",
      "Setting the clock automatically",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "Clock Mode",
      "Auto",
      "This function works only when the TV is connected to the Internet or is receiving digital broadcasts through a connected",
      "antenna.",
      "The accuracy of the time information received may differ with the channel and signal.",
      "If you get your TV signal from a cable broadcast receiver/set-top box or a satellite receiver/satellite set-top box connected",
      "to an HDMI or Component port, you must set the current time manually.",
      "- 96 -",
      "Adjusting the clock for DST and time zone",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "Sets the right time by setting Daylight Savings Time (DST) and your local time zone.",
      "Time Zone",
      "Selects your time zone.",
      "This function is only available when the",
      "Clock Mode",
      "is set to",
      "Auto",
      "DST",
      "Automatically adjusts for Daylight Saving Time (DST).",
      "This function is only available when the",
      "Clock Mode",
      "is set to",
      "Auto",
      "Changing the current time",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "Time Offset",
      "Time Offset",
      "adjusts the time through a network connection. This function is only available if",
      "Clock Mode",
      "is set to",
      "Auto",
      "and",
      "the TV is connected to the Internet though a local area network.",
      "Time Offset",
      "adjusts the time if the TV fails to receive time information through normal digital broadcast signals.",
      "Setting the clock manually",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "Clock Mode",
      "Manual",
      "When",
      "Clock Mode",
      "is set to",
      "Manual",
      ", you can directly enter the current time. Select the",
      "Date",
      "and",
      "Time",
      "by using the",
      "directional buttons on the remote control."
    ]
  },
  "section_151": {
    "id": "section_151",
    "title": "Using the timers",
    "text": [
      "Using the sleep timer",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Sleep Timer",
      "You can use this function to automatically shut off the TV after a pre-set period of time. You can set the sleep timer",
      "for up to 180 minutes after which it will turn off the TV.",
      "Turning off the TV using the off timer",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Off Timer",
      "You can set",
      "Off Timer",
      "to shut off the TV automatically at a specific time.",
      "Off Timer",
      "is only available if the",
      "Clock",
      "has",
      "been set.",
      "- 97 -"
    ]
  },
  "section_152": {
    "id": "section_152",
    "title": "Using the Screen Burn Protection and Energy Saving Functions",
    "text": [
      "Protect the screen from screen burn-in and reduce the TV's energy consumption."
    ]
  },
  "section_153": {
    "id": "section_153",
    "title": "Preventing screen burn",
    "text": [
      "Settings",
      "General",
      "System Manager",
      "Auto Protection Time",
      "Try Now",
      "Still images can leave burned-in after-images if left on the screen for a long period of time. If a still image continues",
      "for two hours, the screen burn protection function can be activated automatically to protect the screen from burned-",
      "in after-images."
    ]
  },
  "section_154": {
    "id": "section_154",
    "title": "Reducing the energy consumption of the TV",
    "text": [
      "Settings",
      "General",
      "Eco Solution",
      "Try Now",
      "You can adjust the brightness level of the TV, reduce overall power consumption, and prevent overheating.",
      "Ambient Light Detection",
      "Try Now",
      "Automatically adjusts the brightness level of the TV, according to the ambient light level, to reduce power",
      "consumption. If",
      "Ambient Light Detection",
      "has adjusted the screen brightness to a too bright or dark level, you",
      "can select",
      "Minimum Backlight",
      "to manually adjust the minimum screen brightness.",
      "Minimum Backlight",
      "Try Now",
      "When",
      "Ambient Light Detection",
      "is turned on, you can manually adjust the minimum brightness of the TV",
      "screen. This function acts only when the value is less than the setting in",
      "Settings",
      "Picture",
      "Expert Settings",
      "Backlight",
      "Power Saving Mode",
      "Try Now",
      "Allows you to select a brightness setting from the list to reduce the TV's power consumption.",
      "Motion Lighting",
      "Try Now",
      "Adjusts the brightness in response to on-screen movements to reduce power consumption.",
      "Auto Power Off",
      "Try Now",
      "Automatically turns off the TV to reduce unnecessary power consumption if there is no operation for 4 hours.",
      "- 98 -"
    ]
  },
  "section_155": {
    "id": "section_155",
    "title": "Updating the TV’s Software",
    "text": [
      "View your TV's software version and update it if necessary.",
      "Settings",
      "Support",
      "Software Update",
      "Try Now"
    ]
  },
  "section_156": {
    "id": "section_156",
    "title": "Updating the TV’s software to the latest version",
    "text": [
      "DO NOT turn off the TV’s power until the update is complete. The TV will turn off and on automatically after",
      "completing the software update. Video and audio settings will be reset to their defaults after a software",
      "update.",
      "Updating through the Internet",
      "Settings",
      "Support",
      "Software Update",
      "Update Now",
      "Try Now",
      "Updating from the Internet requires an active Internet connection.",
      "Updating through a USB device",
      "Settings",
      "Support",
      "Software Update",
      "Update Now",
      "After downloading the update file from the Samsung website and storing it on a USB device, connect the USB device",
      "to the TV to update.",
      "To update using a USB flash drive, download the update package from Samsung.com to your computer. Then, save the",
      "update package in the USB device's top-level folder. Otherwise, the TV will not be able to locate the update package."
    ]
  },
  "section_157": {
    "id": "section_157",
    "title": "Updating the TV automatically",
    "text": [
      "Settings",
      "Support",
      "Software Update",
      "Auto Update",
      "Try Now",
      "If the TV is connected to the Internet, you can have the TV update its software automatically while you are watching",
      "the TV. When the background update is completed, it is applied the next time the TV is turned on.",
      "If you agree to the Smart Hub terms and conditions,",
      "Auto Update",
      "is set to",
      "automatically. If you want this function",
      "disabled, use the Select button to turn it off.",
      "This function may take a longer time if another network function is running concurrently.",
      "This function requires an Internet connection.",
      "- 99 -"
    ]
  },
  "section_158": {
    "id": "section_158",
    "title": "Protecting the TV from Hacking and Malicious Code",
    "text": [
      "Protect your TV from hacking attempts and malicious code.",
      "Settings",
      "General",
      "System Manager",
      "Smart Security",
      "Try Now",
      "You can use",
      "Smart Security",
      "to protect the TV from hacking and malicious code when it is connected to the Internet."
    ]
  },
  "section_159": {
    "id": "section_159",
    "title": "Scanning the TV and connected storage for malicious code",
    "text": [
      "Settings",
      "General",
      "System Manager",
      "Smart Security",
      "Scan",
      "If malicious code is found, the results of the scan will appear on the screen. This result window displays all malicious",
      "code found. You can quarantine (isolate) the code. Quarantining prevents it from executing.",
      "Select all the malicious code to quarantine.",
      "Select",
      "Isolate",
      "The selected malicious code is relocated to the",
      "Isolated List",
      "The",
      "Isolated List",
      "displays all quarantined malicious codes.",
      "- 100 -"
    ]
  },
  "section_160": {
    "id": "section_160",
    "title": "Using Other Functions",
    "text": [
      "View other functions."
    ]
  },
  "section_161": {
    "id": "section_161",
    "title": "Running the accessibility functions",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Try Now"
    ]
  },
  "section_162": {
    "id": "section_162",
    "title": "Running Accessibility Shortcuts",
    "text": [
      "The",
      "Accessibility Shortcuts",
      "provide easy access to the accessibility functions. To display the",
      "Accessibility Shortcuts",
      "press and hold the Volume button for 1 second or more. You can easily turn on or turn off the functions such as",
      "Voice",
      "Guide",
      "Video Description",
      "High Contrast",
      "Enlarge",
      "Grayscale",
      "Color Inversion",
      "Learn TV Remote",
      "Learn Menu Screen",
      "Caption",
      "Multi-output Audio",
      ", etc.",
      "On the standard remote control, press the",
      "CC/VD",
      "button.",
      "Even if the",
      "Voice Guide",
      "is set to",
      "Off",
      "or muted, the voice guide for",
      "Accessibility Shortcuts",
      "is enabled.",
      "The menus may not appear depending on the model or geographical area."
    ]
  },
  "section_163": {
    "id": "section_163",
    "title": "Enabling voice guides for the visually impaired",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Voice Guide Settings",
      "Try Now",
      "You can activate voice guides that describe the menu options aloud to aid the visually impaired. To activate this",
      "function, set",
      "Voice Guide",
      ". With",
      "Voice Guide",
      "on, the TV provides voice guides for channel change, volume adjust,",
      "information on current and upcoming programs, schedule viewing, other TV functions, and various content in the",
      "Internet",
      ", and in",
      "Search",
      "You can go to",
      "Voice Guide",
      ", and then press the Select button to turn the function on or off.",
      "The",
      "Voice Guide",
      "is provided in the language that is specified on the",
      "Language",
      "screen. However, some languages are not",
      "supported by",
      "Voice Guide",
      "even though they are listed in the",
      "Language",
      "screen.",
      "English",
      "is always supported.",
      "For more information about the TV language settings, refer to \"Changing the menu language.\"",
      "Changing the volume, speed, and pitch of the Voice Guide",
      "You can configure the volume, speed, and pitch of the voice guide."
    ]
  },
  "section_164": {
    "id": "section_164",
    "title": "Enabling audio for the video description function",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Video Description",
      "Try Now",
      "You can activate an audio guide that provides an audio description of video scenes for the visually impaired. This",
      "function is only available with broadcasts that provide this service.",
      "- 101 -"
    ]
  },
  "section_165": {
    "id": "section_165",
    "title": "White text on black background (high contrast)",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "High Contrast",
      "Try Now",
      "You can change Smart Hub and setting menu screens to white text on a black background or change the transparent",
      "TV menus to opaque so that text can be more easily read. To activate this function, set",
      "High Contrast",
      "High Contrast",
      "is on, some",
      "Accessibility",
      "menus are not available."
    ]
  },
  "section_166": {
    "id": "section_166",
    "title": "Setting the screen to black and white",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Grayscale",
      "Try Now",
      "You can change the color of the TV screen to black and white to sharpen blurred edges caused by colors.",
      "Grayscale",
      "is on, some",
      "Accessibility",
      "menus are not available.",
      "This function may not be supported depending on the model or geographical area."
    ]
  },
  "section_167": {
    "id": "section_167",
    "title": "Inverting the screen color",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Color Inversion",
      "Try Now",
      "You can invert the colors of the text and background displayed on the TV screen to make it easier to read them.",
      "Color Inversion",
      "is on, some",
      "Accessibility",
      "menus are not available.",
      "This function may not be supported depending on the model or geographical area."
    ]
  },
  "section_168": {
    "id": "section_168",
    "title": "Enlarging the font (for the visually impaired)",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Enlarge",
      "Try Now",
      "You can enlarge the size of the font on the screen. To activate, set",
      "Enlarge"
    ]
  },
  "section_169": {
    "id": "section_169",
    "title": "Learning about the remote control (for the visually impaired)",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Learn TV Remote",
      "Try Now",
      "This function helps individuals with a visual impairment to learn the positions of the buttons on the remote control.",
      "When this function is activated, you can press a button on the remote control and the TV will tell you its name. To",
      "return to the previous screen, press the",
      "button twice. To exit, press and hold the",
      "button.",
      "This function is only available in the U.S.A. and Canada.",
      "This function is only available when",
      "Voice Guide",
      "is enabled.",
      "- 102 -"
    ]
  },
  "section_170": {
    "id": "section_170",
    "title": "Learning about the TV menu",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Learn Menu Screen",
      "Try Now",
      "Learn the menus on the TV screen. Once enabled, your TV will tell you the structure and features of the menus you",
      "select.",
      "This function is only available when",
      "Voice Guide",
      "is enabled."
    ]
  },
  "section_171": {
    "id": "section_171",
    "title": "Showing captions",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Caption Settings",
      "Try Now",
      "Set",
      "Caption",
      "to watch programs with the captions displayed.",
      "Captions are not displayed by programs that do not support captions.",
      "The TV cannot control or modify DVD or Blu-ray subtitles. To control DVD or Blu-ray subtitles, use the sub-title feature of",
      "the DVD or Blu-ray player and the player's remote control.",
      "Selecting the caption language",
      "Settings",
      "General",
      "Accessibility",
      "Caption Settings",
      "Caption Mode",
      "Default",
      "CC1",
      "CC4",
      "Text1",
      "Text4",
      "(Analog channels only) Operates in either analog TV channel mode or when a signal is supplied from an",
      "external device to the TV. (Depending on the broadcast signal, the analog caption function may or may not",
      "work with digital channels.)",
      "Default",
      "Service1",
      "Service6",
      "CC1",
      "CC4",
      "Text1",
      "Text4",
      "(Digital channels only) Works with digital channels.",
      "Service1",
      "Service6",
      "may not be available in digital caption",
      "mode depending on the broadcast.",
      "Setting the digital caption related options",
      "Settings",
      "General",
      "Accessibility",
      "Caption Settings",
      "Digital Caption Options",
      "You can change the font color, background color, and size settings, etc.",
      "The foreground and background colors and opacity settings cannot be the same.",
      "- 103 -"
    ]
  },
  "section_172": {
    "id": "section_172",
    "title": "Listening to the TV through Bluetooth devices (for the hearing impaired)",
    "text": [
      "Settings",
      "General",
      "Accessibility",
      "Multi-output Audio",
      "Try Now",
      "You can turn on both the TV speaker and Bluetooth devices at the same time. When this function is active, you can",
      "set the volume of the Bluetooth devices higher than the volume of the TV speaker.",
      "This function may not be supported depending on the model or geographical area.",
      "When you connect Bluetooth devices to the TV,",
      "Multi-output Audio",
      "is activated. For more information about connecting",
      "Bluetooth devices to the TV, refer to \"Listening to the TV through Bluetooth devices.\""
    ]
  },
  "section_173": {
    "id": "section_173",
    "title": "Configuring advanced system settings",
    "text": [
      "Settings",
      "General",
      "System Manager",
      "Try Now",
      "Changing the menu language",
      "Settings",
      "General",
      "System Manager",
      "Language",
      "Try Now",
      "Setting up a password",
      "Settings",
      "General",
      "System Manager",
      "Change PIN",
      "Try Now",
      "The PIN input window appears. Enter a PIN. Enter it again to confirm it. The default PIN is \"0000.\"",
      "If you forget your PIN, you can reset it with your remote control. With the TV turned on, press the following buttons on the",
      "remote control in the order shown to reset the PIN to \"0000.\"",
      "On the Samsung Smart Remote: Select",
      "VOL",
      "button.",
      "Volume Up",
      "Volume Down",
      "Volume Up",
      "On the standard remote control: Select",
      "button.",
      ") (Volume Up)",
      "Select",
      "RETURN",
      "button.",
      ") (Volume Down)",
      "Select",
      "RETURN",
      "button.",
      ") (Volume Up)",
      "Select",
      "RETURN",
      "button.",
      "Enabling/Disabling the front indicators",
      "Settings",
      "General",
      "System Manager",
      "Light Effect",
      "The color of the TV's indicator lights may differ by the model.",
      "This function may not be supported depending on the model or geographical area.",
      "- 104 -",
      "Selecting Usage or Retail Mode",
      "Settings",
      "General",
      "System Manager",
      "Usage Mode",
      "Try Now",
      "You can using the TV for retail environments by setting",
      "Usage Mode",
      "Retail Mode",
      "For all other uses, select",
      "Home Mode",
      "With",
      "Retail Mode",
      ", some functions are disabled, and the TV automatically resets itself after a preset amount of time."
    ]
  },
  "section_174": {
    "id": "section_174",
    "title": "Restoring the TV to the factory settings",
    "text": [
      "Settings",
      "Support",
      "Self Diagnosis",
      "Reset",
      "Try Now",
      "You can restore all TV settings (excluding the Internet and network settings) to the factory defaults.",
      "Select",
      "Reset",
      ". The security PIN entry window appears.",
      "Enter the security PIN, and then select",
      "Yes",
      ". All settings are then reset. The TV turns off and on again",
      "automatically and displays the",
      "Start Setup",
      "screen.",
      "For more information on",
      "Start Setup",
      ", refer to the user manual that came with the TV.",
      "- 105 -"
    ]
  },
  "section_175": {
    "id": "section_175",
    "title": "Troubleshooting",
    "text": [
      "If you have a problem with your TV, you can access various solutions while watching TV. If your problem is not",
      "addressed in the Troubleshooting section, contact the Samsung Call Center."
    ]
  },
  "section_176": {
    "id": "section_176",
    "title": "Getting Support",
    "text": [
      "Get help directly from Samsung if you have a problem with your TV."
    ]
  },
  "section_177": {
    "id": "section_177",
    "title": "Getting support through Remote Management",
    "text": [
      "Settings",
      "Support",
      "Remote Management",
      "Try Now",
      "After consenting to our service agreement, you can use",
      "Remote Management",
      "to access Remote Support and have",
      "a Samsung service technician diagnose your TV, correct problems, and update your TV's software remotely, via the",
      "web. You can also turn",
      "Remote Management",
      "on and off.",
      "You can also start this function by pressing and holding the",
      "button for 5 or more seconds.",
      "This function requires an Internet connection.",
      "What is Remote Support?",
      "Samsung Remote Support service offers you one-on-one support with a Samsung Technician who can remotely:",
      "Diagnose",
      "your TV",
      "Adjust the TV settings",
      "for you",
      "Perform a factory reset on your TV",
      "Install recommended",
      "firmware updates",
      "How does Remote Support Work?",
      "You can easily get Samsung Remote Support service for your TV:",
      "Call the Samsung Contact Center and ask for remote support.",
      "Open the menu on your TV and go to the",
      "Support",
      "section. (",
      "Settings",
      "Support",
      "Select",
      "Remote Management",
      ", then read and agree to the service agreements. When the PIN screen appears,",
      "provide the PIN number to the agent.",
      "The agent will then access your TV.",
      "- 106 -"
    ]
  },
  "section_178": {
    "id": "section_178",
    "title": "Finding the contact information for service",
    "text": [
      "Settings",
      "Support",
      "About This TV",
      "Try Now",
      "You can view the address of the Samsung website, the call center phone number, your TV's model number, your TV's",
      "software version, information about Smart Hub, and other information you may need to get service support from a",
      "Samsung call agent or the Samsung website.",
      "You can also view information by scanning the QR code of your TV.",
      "You can also start this function by pressing and holding the",
      "button for 5 or more seconds. For standard remote",
      "controls, press and hold the",
      "button for 5 or more seconds."
    ]
  },
  "section_179": {
    "id": "section_179",
    "title": "Requesting service",
    "text": [
      "Settings",
      "Support",
      "Request Support",
      "Try Now",
      "You can request service when you encounter a problem with the TV. Select the item matching the problem that",
      "you encountered, and then select",
      "Request Now",
      "Schedule Appointment",
      "Send",
      ". Your service request will be",
      "registered. The Samsung Contact Center will contact you to set up or confirm your service appointment.",
      "You must agree to the terms and conditions for the service request.",
      "This function may not be supported depending on the geographical area.",
      "This function requires an Internet connection."
    ]
  },
  "section_180": {
    "id": "section_180",
    "title": "Diagnosing TV operational issues",
    "text": [
      "You can diagnose issues with your TV and Smart Hub and run reset functions.",
      "Settings",
      "Support",
      "Self Diagnosis",
      "Try Now",
      "You can use the",
      "Picture Test",
      "to help diagnose video issues and the",
      "Sound Test",
      "to diagnose sound issues. You can also",
      "view signal strength information for over-the-air digital signals, test the Smart Hub Internet connection, and run the",
      "Smart Hub and TV factory reset functions.",
      "Start Picture Test",
      "Start Sound Test",
      "Signal Information",
      "Start Smart Hub Connection Test",
      "Reset Smart Hub",
      "Reset",
      "- 107 -"
    ]
  },
  "section_181": {
    "id": "section_181",
    "title": "There Is a Problem with the Picture",
    "text": [
      "When the TV has trouble with the picture, these steps may help resolve the problem."
    ]
  },
  "section_182": {
    "id": "section_182",
    "title": "Testing the picture",
    "text": [
      "Settings",
      "Support",
      "Self Diagnosis",
      "Start Picture Test",
      "Try Now",
      "Before you review the list of problems and solutions below, use",
      "Start Picture Test",
      "to determine if the problem is",
      "caused by the TV.",
      "Start Picture Test",
      "displays a high definition picture you can examine for flaws or faults.",
      "The problem",
      "Try this!",
      "Flickering and Dimming",
      "Component Connections/",
      "Screen Color",
      "Screen Brightness",
      "Ghosting, Blurring, or",
      "Juddering",
      "If your TV is flickering or dimming sporadically, you may need to disable some of the energy",
      "efficiency features.",
      "Disable",
      "Ambient Light Detection",
      "Power Saving Mode",
      ", or",
      "Motion Lighting",
      "Settings",
      "General",
      "Eco Solution",
      "Ambient Light Detection",
      "Settings",
      "General",
      "Eco Solution",
      "Power Saving Mode",
      "Settings",
      "General",
      "Eco Solution",
      "Motion Lighting",
      "If the color on your TV screen is not correct or the black and white colors are off, run",
      "Start",
      "Picture Test",
      "Settings",
      "Support",
      "Self Diagnosis",
      "Start Picture Test",
      "If the test results indicate that the problem is not caused by the TV, do the following:",
      "Confirm that the video input connectors are connected to the correct external device video",
      "output connectors.",
      "Check the other connections as well. If the TV is connected to an external device via",
      "a component cable, confirm that the Pb, Pr, and Y jacks are plugged into their proper",
      "connectors.",
      "If the colors on your TV are correct but just a little too dark or bright, try adjusting the",
      "following settings first.",
      "Settings",
      "Picture",
      "Expert Settings",
      "Backlight",
      "Settings",
      "Picture",
      "Expert Settings",
      "Contrast",
      "Settings",
      "Picture",
      "Expert Settings",
      "Brightness",
      "Settings",
      "Picture",
      "Expert Settings",
      "Sharpness",
      "Settings",
      "Picture",
      "Expert Settings",
      "Color",
      "Settings",
      "Picture",
      "Expert Settings",
      "Tint (G/R)",
      "If you notice ghosting or blurring on the screen, use the",
      "Auto Motion Plus Settings",
      "function",
      "to resolve the issue.",
      "Settings",
      "Picture",
      "Expert Settings",
      "Auto Motion Plus Settings",
      "- 108 -",
      "The problem",
      "Try this!",
      "Unwanted Powering Off",
      "Problems Powering On",
      "Unable to find a Channel",
      "The TV image does not",
      "look as good as it did in",
      "the store.",
      "The picture is distorted.",
      "The color is wrong or",
      "missing.",
      "If your TV appears to turn off by itself, try disabling some of the TV's energy efficiency",
      "functions.",
      "See if",
      "Sleep Timer",
      "has been enabled. The",
      "Sleep Timer",
      "automatically turns the TV off after a",
      "specified period of time.",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Sleep Timer",
      "If the",
      "Sleep Timer",
      "has not been enabled, see if",
      "Auto Power Off",
      "Off Timer",
      "has been enabled",
      "and disable it.",
      "Settings",
      "General",
      "Eco Solution",
      "Auto Power Off",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Off Timer",
      "If you are having problems powering on your TV, there are a number of things to check before",
      "calling the service department.",
      "Confirm that the TV's power cord is connected correctly at both ends and that the remote",
      "control is operating normally.",
      "Make sure that the antenna cable or cable TV cable is firmly connected.",
      "If you have a cable box or satellite box, confirm that it is plugged in and turned on.",
      "If your TV is not connected to a cable box or satellite box, run",
      "Auto Program",
      "Settings",
      "Broadcasting",
      "Auto Program",
      "Store displays are all tuned to digital, HD (high definition) channels.",
      "If you have an analog cable box or satellite box, upgrade to a digital cable box or satellite box.",
      "Use HDMI or Component cables to deliver HD (high definition) picture quality.",
      "Many HD channels are upscaled from SD (Standard Definition) content. Look for a channel that",
      "is broadcasting HD content.",
      "Cable/Satellite Subscribers: Try HD channels from the channel lineup.",
      "Air/Cable Antenna Connection: Try HD channels after running the",
      "Auto Program",
      "function.",
      "Settings",
      "Broadcasting",
      "Auto Program",
      "Adjust the cable box or satellite box's video output resolution to 1080i or 720p.",
      "The compression of video content may cause picture distortions, especially in fast moving",
      "pictures from sports programs and action movies.",
      "If the signal reception is weak or poor, screen distortion may be visible but it is not a",
      "malfunction.",
      "Mobile phones used close to the TV (within 3.2 ft) may cause noise on analog and digital",
      "channels.",
      "If you’re using a Component connection, make sure that the Component cables are connected",
      "to the correct jacks.",
      "Incorrect or loose connections may cause color problems or a blank screen.",
      "- 109 -",
      "The problem",
      "Try this!",
      "The color is poor or the",
      "picture is not bright",
      "enough.",
      "There is a dotted line on",
      "the edge of the screen.",
      "The picture is black and",
      "white.",
      "If the test picture does not appear or there is noise or distortion, the TV may have a problem. Contact Samsung’s Call Center",
      "for assistance.",
      "If the test picture is displayed properly, there may be a problem with an external device. Please check the connections.",
      "If the problem persists, check the signal strength or refer to the external device’s user manual.",
      "Go to",
      "Picture",
      "and then adjust the",
      "Picture Mode",
      "Brightness",
      "Sharpness",
      ", and",
      "Color",
      "settings.",
      "Settings",
      "Picture",
      "Picture Mode",
      "Settings",
      "Picture",
      "Expert Settings",
      "Brightness",
      "Settings",
      "Picture",
      "Expert Settings",
      "Sharpness",
      "Settings",
      "Picture",
      "Expert Settings",
      "Color",
      "See if",
      "Power Saving Mode",
      "has been enabled.",
      "Settings",
      "General",
      "Eco Solution",
      "Power Saving Mode",
      "Try resetting the picture.",
      "Settings",
      "Picture",
      "Expert Settings",
      "Reset Picture",
      "Change",
      "Picture Size Settings",
      "16:9 Standard",
      "Settings",
      "Picture",
      "Picture Size Settings",
      "16:9 Standard",
      "If you are using AV or analog equipment, disconnect the adapter from the Component (Blue)",
      "input port on the TV and connect it to the AV (Yellow) input port.",
      "The Component or AV input port may not be provided depending on the model or",
      "geographical area.",
      "Check whether",
      "Grayscale",
      "is set to",
      "Settings",
      "General",
      "Accessibility",
      "Grayscale",
      "- 110 -"
    ]
  },
  "section_183": {
    "id": "section_183",
    "title": "I Can't Hear the Sound Clearly",
    "text": [
      "When the TV has difficulties with sound, these steps may help resolve the problem."
    ]
  },
  "section_184": {
    "id": "section_184",
    "title": "Testing the sound",
    "text": [
      "Settings",
      "Support",
      "Self Diagnosis",
      "Start Sound Test",
      "Try Now",
      "If the TV plays the",
      "Start Sound Test",
      "melody without distortion, there may be a problem with an external device or the",
      "broadcast signal's strength.",
      "The problem",
      "Try this!",
      "There is no sound or the",
      "sound is too low at maximum",
      "volume.",
      "The picture is good but there",
      "is no sound.",
      "No sound is heard.",
      "The speakers are making an",
      "odd sound.",
      "Check the volume control of your TV, and then check the volume control of the external",
      "device (cable box or satellite box, DVD, Blu-ray, etc.) connected to your TV.",
      "Set",
      "Sound Output",
      "TV Speaker",
      "Settings",
      "Sound",
      "Sound Output",
      "If you are using an external device, check the device’s audio output option.",
      "For example, you may need to change your cable box’s audio option to HDMI if the box",
      "connected to your TV is using an HDMI cable.",
      "To listen to computer sound, connect an external speaker to the computer’s audio output",
      "connector.",
      "If your TV has a headphone jack, make sure there is nothing plugged into it.",
      "Reboot the connected device by disconnecting and then reconnecting the device’s power",
      "cable.",
      "Check whether the",
      "Digital Output Audio Format",
      "is set to",
      "Dolby Digital+",
      "If you are using a receiver that does not support Dolby Digital Plus, you will hear no sound",
      "when you select",
      "Dolby Digital+",
      "Settings",
      "Sound",
      "Expert Settings",
      "Digital Output Audio Format",
      "Dolby Digital+",
      "Run",
      "Start Sound Test",
      "Settings",
      "Support",
      "Self Diagnosis",
      "Start Sound Test",
      "Make sure that the audio cable is connected to the correct audio output connector on the",
      "external device.",
      "For antenna or cable connections, check the signal information. A low signal level may",
      "cause sound distortions.",
      "- 111 -"
    ]
  },
  "section_185": {
    "id": "section_185",
    "title": "There Is a Problem with the Broadcast",
    "text": [
      "When the TV has difficulties receiving broadcasts, these steps may help resolve the problem.",
      "The problem",
      "Try this!",
      "“Weak or No Signal”",
      "displayed in TV mode/",
      "cannot find channel.",
      "The TV is not receiving all",
      "channels.",
      "There are no captions with",
      "digital channels.",
      "The picture is distorted.",
      "The picture quality is low.",
      "Select high definition (HD) channels or programs."
    ]
  },
  "section_186": {
    "id": "section_186",
    "title": "My Computer Won't Connect",
    "text": [
      "When the TV has difficulties connecting to a PC, these steps may help resolve the problem.",
      "The problem",
      "Try this!",
      "The \"Mode Not Supported\"",
      "Set your PC’s output resolution so it matches a resolution supported by the TV.",
      "message appears.",
      "The video is OK but there is",
      "no audio.",
      "Select",
      "Source",
      "to confirm that the correct input source has been selected.",
      "If the TV is not connected to a cable box or satellite box, run",
      "Auto Program",
      "to search for",
      "channels.",
      "Settings",
      "Broadcasting",
      "Auto Program",
      "Confirm that the coaxial cable is securely connected to the TV.",
      "Run",
      "Start Setup",
      "Auto Program",
      "Settings",
      "General",
      "Start Setup",
      "Settings",
      "Broadcasting",
      "Auto Program",
      "Go to",
      "Caption Settings",
      "and change the",
      "Caption Mode",
      "Settings",
      "General",
      "Accessibility",
      "Caption Settings",
      "Caption Mode",
      "Some channels may not have caption data.",
      "The compression of the video content may cause picture distortions.",
      "This is especially true with fast moving pictures from sports programs and action movies.",
      "A weak signal can cause picture distortions. This is not a problem with the TV.",
      "If you are using an HDMI connection, check the audio output setting on your PC.",
      "If you are using an HDMI-to-DVI cable, a separate audio cable is required.",
      "Note that the HDMI-to-DVI connection is only supported by the HDMI (DVI) port and this",
      "port does not transmit audio.",
      "To listen to the computer sound, connect external speakers to the audio output connection",
      "of the computer.",
      "- 112 -"
    ]
  },
  "section_187": {
    "id": "section_187",
    "title": "The TV Won't Connect to the Internet",
    "text": [
      "When the TV has difficulties connecting to the Internet, these steps may help resolve the problem.",
      "The problem",
      "Try this!",
      "The TV cannot connect to",
      "your network or apps (for",
      "Internet compatible models",
      "only).",
      "The wireless network",
      "Confirm your wireless modem/router is on and connected to the Internet.",
      "connection failed.",
      "The wireless network signal",
      "is too weak."
    ]
  },
  "section_188": {
    "id": "section_188",
    "title": "The Schedule Recording/Timeshift Function Isn't Working",
    "text": [
      "When Timeshift or Schedule recording aren't working, these steps may help resolve the problem.",
      "The problem",
      "Try this!",
      "Schedule Recording",
      "cannot be",
      "used.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "Make sure the TV has a network connection.",
      "Settings",
      "General",
      "Network",
      "Network Status",
      "Contact your Internet service provider.",
      "Position your wireless router, modem router, or access point in a central location.",
      "Avoid putting it in a corner.",
      "Use a wireless repeater to get an instant boost in your wireless signal strength.",
      "Place the repeater halfway between your wireless router and your TV.",
      "Check if there is a USB device connected to the TV.",
      "Recording will automatically stop if the signal becomes too weak.",
      "Check the free space on the USB device.",
      "The function will not work if there isn't enough storage space on the USB device.",
      "- 113 -"
    ]
  },
  "section_189": {
    "id": "section_189",
    "title": "Anynet+ (HDMI-CEC) Isn't Working",
    "text": [
      "When Anynet+ (HDMI-CEC) isn't working, these steps may help resolve the problem.",
      "The problem",
      "Try this!",
      "Anynet+ does not work.",
      "I want to start Anynet+.",
      "I want to exit Anynet+.",
      "The message \"Connecting",
      "to Anynet+ device...\" or",
      "\"Disconnecting from",
      "Anynet+ device\" appears",
      "on the screen.",
      "The Anynet+ device won't",
      "You cannot use the play function when",
      "Start Setup",
      "is in progress.",
      "play.",
      "The connected device is",
      "not displayed.",
      "The TV audio is not being",
      "played through the",
      "receiver.",
      "Confirm that the device is an Anynet+ device. The Anynet+ system supports Anynet+ devices",
      "only.",
      "Check if the power cord of the Anynet+ device is properly connected.",
      "Check the cable connections of the Anynet+ device.",
      "Go to",
      "Anynet+ (HDMI-CEC)",
      "and see if",
      "Anynet+ (HDMI-CEC)",
      "has been set to",
      "Settings",
      "General",
      "External Device Manager",
      "Anynet+ (HDMI-CEC)",
      "Anynet+ may not function when some other functions are active, including Channel Search,",
      "Smart Hub, Initial Setup, etc.",
      "If you have disconnected and then reconnected the HDMI cable, scan for devices again or turn",
      "your TV off and on.",
      "Move the focus to the Anynet+ device at",
      "Source",
      ", and then press the up directional",
      "button.",
      "Check if the Anynet+ device is properly connected to the TV, and then select",
      "Anynet+ (HDMI-",
      "CEC)",
      "menu to see if",
      "Anynet+ (HDMI-CEC)",
      "is set to",
      "Settings",
      "General",
      "External Device Manager",
      "Anynet+ (HDMI-CEC)",
      "Set",
      "Anynet+ (HDMI-CEC)",
      "Off",
      "Settings",
      "General",
      "External Device Manager",
      "Anynet+ (HDMI-CEC)",
      "You cannot use the remote control when the TV is configuring Anynet+ or switching to a",
      "viewing mode.",
      "Use the remote control after the TV has completed the Anynet+ configuration or has switched",
      "to a viewing mode.",
      "Check whether the device supports Anynet+.",
      "Anynet+ devices must be connected to the TV using an HDMI cable. Make sure the device is",
      "connected to your TV with an HDMI cable. Some HDMI cables may not support Anynet+.",
      "Check whether the HDMI cable is properly connected.",
      "Go to",
      "Anynet+ (HDMI-CEC)",
      "and see if",
      "Anynet+ (HDMI-CEC)",
      "has been set to",
      "Settings",
      "General",
      "External Device Manager",
      "Anynet+ (HDMI-CEC)",
      "Scan for Anynet+ devices again.",
      "If the connection is terminated because there has been a power failure or the HDMI cable has",
      "been disconnected, please scan for the device again.",
      "Make sure that the receiver is connected to the TV's HDMI (ARC) port with an HDMI cable.",
      "Confirm that the receiver is HDMI (ARC) compatible.",
      "If the receiver is not HDMI (ARC) compatible, connect the TV and receiver with an optical cable.",
      "- 114 -"
    ]
  },
  "section_190": {
    "id": "section_190",
    "title": "I Have Trouble Launching/Using Apps",
    "text": [
      "When apps aren't working, these steps may help resolve the problem.",
      "The problem",
      "Try this!",
      "I launched an app, but",
      "it's in English. How can I",
      "change the language?",
      "My application is not",
      "working."
    ]
  },
  "section_191": {
    "id": "section_191",
    "title": "My File Won't Play",
    "text": [
      "When files don't play, this may help resolve the problem.",
      "The problem",
      "Try this!",
      "Some files can't be",
      "played."
    ]
  },
  "section_192": {
    "id": "section_192",
    "title": "I Want to Reset the TV",
    "text": [
      "Initialize the settings to factory defaults.",
      "Reset",
      "Path",
      "Description",
      "Reset Settings",
      "Reset Smart Hub",
      "Reset Picture",
      "Reset Sound",
      "Languages supported by the app may be different from the user interface language.",
      "The ability to change the language depends on the service provider.",
      "Check with the service provider.",
      "Refer to the Help section on the application service provider's website.",
      "This problem may occur with high-bitrate files.",
      "Most files can be played back, but you might experience problems with high-bitrate files.",
      "Settings",
      "Support",
      "Self Diagnosis",
      "Reset",
      "Settings",
      "Support",
      "Self Diagnosis",
      "Reset Smart Hub",
      "Settings",
      "Picture",
      "Expert Settings",
      "Reset Picture",
      "Settings",
      "Sound",
      "Expert Settings",
      "Reset",
      "Sound",
      "Resets",
      "Picture",
      "Sound",
      "Broadcasting",
      ", and all other settings, except",
      "for the network settings, to the default settings.",
      "Resets all Smart Hub settings to their factory defaults and",
      "deletes all information related to Samsung accounts, linked",
      "service accounts, Smart Hub service agreements, and Smart Hub",
      "applications.",
      "Resets current picture settings to the default settings.",
      "Resets current sound settings to the default settings.",
      "- 115 -"
    ]
  },
  "section_193": {
    "id": "section_193",
    "title": "Other Issues",
    "text": [
      "Use these procedures to resolve other issues that may occur.",
      "The problem",
      "Try this!",
      "The TV is hot.",
      "The picture won’t display in",
      "full screen.",
      "The \"Mode Not Supported\"",
      "message appears.",
      "The Captions item in the TV",
      "is grayed out.",
      "The TV smells of plastic.",
      "This smell is normal and will dissipate over time.",
      "Signal Information",
      "under",
      "Self Diagnosis",
      "isn't",
      "activated.",
      "The TV is tilted to the side.",
      "Remove the base stand from the TV and reassemble it.",
      "The stand is wobbly or",
      "Make sure the indicator arrows on the stand and stand holder are properly aligned.",
      "crooked.",
      "The remote control and/or",
      "voice control does not work.",
      "Watching TV for an extended period of time causes the panel to generate heat.",
      "The heat from the panel is dissipated through internal vents running along the top of the TV.",
      "The bottom, however, may feel hot to the touch after extended use.",
      "Children watching TV need constant adult supervision to prevent them from touching the",
      "TV.",
      "This heat, however, is not a defect and does not affect the TV's functionality.",
      "HD channels will have black bars on either side of the screen when displaying upscaled SD",
      "(4:3) content.",
      "Black bars will appear at the top and bottom of the screen when you watch movies that have",
      "aspect ratios different from your TV.",
      "Adjust the picture size options on your external device or set the TV to full screen.",
      "The output resolution of the attached device is not supported by the TV.",
      "Check the TV's supported resolutions and adjust the external device’s output resolution",
      "accordingly.",
      "When an external device is connected with an HDMI or Component cable, the",
      "Caption",
      "function is unavailable.",
      "Adjust the caption setting on the external device.",
      "Verify that the current channel is a digital channel.",
      "Signal Information",
      "is only available for digital channels.",
      "The TV ships with protective stickers covering some of the sensors. Make sure all of the",
      "stickers have been removed.",
      "- 116 -",
      "The problem",
      "Try this!",
      "The",
      "Broadcasting",
      "function",
      "has been deactivated.",
      "PIP is not available.",
      "The settings are lost after",
      "5 minutes or every time the",
      "TV is turned off.",
      "A POP (TV’s internal banner",
      "ad) appears on the screen.",
      "The TV is making a popping",
      "noise.",
      "The TV is making a",
      "humming noise.",
      "The software update over",
      "the Internet has failed.",
      "Broadcasting",
      "is only available when the",
      "Source",
      "is set to",
      "Broadcasting",
      "cannot be accessed while you watch TV using a cable box or satellite box.",
      "Broadcasting",
      "cannot be accessed while a recording is in progress or the Timeshift function",
      "is running.",
      "PIP is available only when an external device is connected with an HDMI or Component",
      "cable.",
      "Note that the function is unavailable when Smart Hub is active.",
      "This function may not be supported depending on the model or geographical area.",
      "Usage Mode",
      "is set to",
      "Retail Mode",
      ", the TV's audio and video settings are automatically",
      "reset every 5 minutes.",
      "Change",
      "Usage Mode",
      "Home Mode",
      "Settings",
      "General",
      "System Manager",
      "Usage Mode",
      "Change",
      "Usage Mode",
      "Home Mode",
      "Settings",
      "General",
      "System Manager",
      "Usage Mode",
      "The expansion and contraction of the TV's outer casing may cause a popping noise.",
      "This does not indicate a product malfunction.",
      "The TV is safe to use.",
      "Your TV utilizes high-speed switching circuits and high levels of electrical current.",
      "Depending on the TV's brightness level, the TV may seem slightly noisier than a",
      "conventional TV.",
      "Your TV has undergone strict quality control procedures that meet our demanding",
      "performance and reliability requirements.",
      "Some noise coming from the TV is considered normal and is not an acceptable cause for an",
      "exchange or refund.",
      "Check the network connection status.",
      "Settings",
      "General",
      "Network",
      "Network Status",
      "If the TV is not connected to a network, connect it to a network.",
      "The upgrade stops if you already have the latest software version.",
      "- 117 -"
    ]
  },
  "section_194": {
    "id": "section_194",
    "title": "Precautions and Notes",
    "text": [
      "You can get instructions and information that you must read after installation."
    ]
  },
  "section_195": {
    "id": "section_195",
    "title": "Before Using the Recording and Timeshift Functions",
    "text": [
      "Read these instructions before using Recording and Timeshift."
    ]
  },
  "section_196": {
    "id": "section_196",
    "title": "Before using the recording and schedule recording functions",
    "text": [
      "Recording is not supported in the U.S.A. and Canada.",
      "Recording may not be supported depending on the model or geographical area.",
      "To set up a Schedule Recording, you must first set the TV's clock. Set the",
      "Clock",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "You can set up a maximum total of 30",
      "Schedule Viewing",
      "and",
      "Schedule Recording",
      "entries.",
      "Recordings are DRM-protected and therefore cannot be played back on a computer or on a different TV. In",
      "addition, these files cannot be played back on your TV if its video circuit has been replaced.",
      "A USB hard drive with a speed of 5,400 rpm or above is recommended. However, RAID-type USB hard drives",
      "are not supported.",
      "USB memory sticks are not supported.",
      "The total recording capacity may differ with the amount of available hard drive space and the recording",
      "quality level.",
      "Schedule Recording",
      "requires at least 100 MB of free space on the USB storage device. Recording will stop if",
      "the available storage space falls below 50 MB while recording is in progress.",
      "If the available storage space falls below 500 MB while both the Schedule Recording and Timeshift functions",
      "are in progress, only the recording will stop.",
      "The maximum recording time is 720 minutes.",
      "Videos are played according to the TV settings.",
      "If the input signal is changed while recording is in progress, the screen will go blank until the change is made.",
      "In this case, recording will resume, but",
      "will not be available.",
      "- 118 -",
      "When using the Record or Schedule Recording function, the actual recording may start a second or two later",
      "than the specified time.",
      "If the Schedule Recording function is operating while a recording is being made on an HDMI-CEC external",
      "device, the priority is given to the Schedule Recording.",
      "Connecting a recording device to the TV automatically deletes abnormally saved recorded files.",
      "If the",
      "Off Timer",
      "Auto Power Off",
      "has been set, the TV will override these settings, continue to record, and",
      "turn off after the recording has ended.",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Sleep Timer",
      "Settings",
      "General",
      "Eco Solution",
      "Auto Power Off"
    ]
  },
  "section_197": {
    "id": "section_197",
    "title": "Before using the timeshift function",
    "text": [
      "Timeshift is not supported in the U.S.A. and Canada.",
      "Timeshift may not be supported depending on the model or geographical area.",
      "A USB hard drive with a speed of 5,400 rpm or above is recommended. However, RAID-type USB hard drives",
      "are not supported.",
      "USB memory sticks or flash drives are not supported.",
      "The total recording capacity may differ with the amount of available hard drive space and the recording",
      "quality level.",
      "If the available storage space falls below 500 MB while both the Schedule Recording and Timeshift functions",
      "are in progress, only the recording will stop.",
      "The maximum amount of time available for the Timeshift function is 90 minutes.",
      "The Timeshift function is not available for locked channels.",
      "Time-shifted videos are played according to the TV settings.",
      "The Timeshift function may be terminated automatically once it reaches its maximum capacity.",
      "The Timeshift function requires at least 1.5 GB of free space available on the USB storage device.",
      "- 119 -"
    ]
  },
  "section_198": {
    "id": "section_198",
    "title": "Read Before Using APPS",
    "text": [
      "Read this information before using APPS.",
      "Due to the product characteristics featured on Samsung Smart Hub, as well as limitations in available content,",
      "certain features, applications, and services may not be available on all devices or in all territories. Visit http://",
      "www.samsung.com for more information on specific device information and content availability. Services and",
      "content availability are subject to change without prior notice.",
      "Samsung Electronics takes no legal responsibility whatsoever for any interruption of app services caused by",
      "the service provider for any reason.",
      "Application services may be provided in English only and available content may differ with the geographical",
      "area.",
      "For more information about applications, visit the applicable service provider's website.",
      "An unstable Internet connection may cause delays or interruptions. In addition, applications may terminate",
      "automatically depending on the network environment. If this occurs, check your Internet connection and try",
      "again.",
      "Application services and updates may become unavailable.",
      "Application content is subject to change by the service provider without prior notice.",
      "Specific services may differ with the version of the application installed on the TV.",
      "An application's functionality may change in future versions of the application. If this occurs, run the",
      "application's tutorial or visit the service provider's website.",
      "Depending on the service provider's policies, certain applications may not support multitasking.",
      "- 120 -"
    ]
  },
  "section_199": {
    "id": "section_199",
    "title": "Read Before Using the Internet Function",
    "text": [
      "Read this information before using the Internet function.",
      "The",
      "Internet",
      "function is not compatible with Java applications.",
      "File download is not supported.",
      "The",
      "Internet",
      "function may not be able to access certain websites.",
      "The TV does not support playback of flash videos.",
      "E-commerce for online purchases is not supported.",
      "With websites that have scrollable windows, scrolling a window can result in corrupted characters.",
      "ActiveX is not supported.",
      "Only a limited number of fonts are supported. Certain symbols and characters may not be displayed properly.",
      "The response to remote commands and the resulting on-screen display may be delayed while a web page is",
      "loading.",
      "Loading a web page may be delayed or suspended completely with certain operating systems.",
      "Copy and paste operations are not supported.",
      "When composing an email or a simple message, certain functions such as the font size and color selection may",
      "not be available.",
      "There is a limit to the number of bookmarks and the size of the log file that can be saved.",
      "The number of windows that can be opened concurrently differs with the search conditions and the TV model.",
      "Web browsing speed will differ with the network environment.",
      "Embedded videos in a web page cannot be played at the same time the PIP (picture-in-picture) function is",
      "operating.",
      "This function may not be supported depending on the model or geographical area.",
      "If the",
      "Clock",
      "has not been set, browsing history will not be saved.",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "Browsing history is saved from latest to oldest, with the oldest entries being overwritten first.",
      "- 121 -",
      "Depending on the types of video/audio codecs supported, you may not be able to play certain HTML5 video",
      "and audio files.",
      "Video sources from PC-optimized streaming service providers may not play properly on our proprietary",
      "Internet",
      "browser."
    ]
  },
  "section_200": {
    "id": "section_200",
    "title": "Read before setting up a wireless Internet connection",
    "text": [
      "Precautions for wireless Internet",
      "This TV supports the IEEE 802.11 a /b /g /n /ac communication protocols. Samsung recommends using IEEE",
      "802.11n. Video files stored on a device connected to the TV via a Home Network may not play back smoothly.",
      "IEEE 802.11 ac communication protocol may not be supported depending on the model.",
      "To use wireless Internet, the TV must be connected to a wireless router or modem. If the wireless router",
      "supports DHCP, the TV can use a DHCP or static IP address to connect to the wireless network.",
      "Select a channel that is not currently being used by the wireless router. If the channel set is currently being",
      "used by the wireless router to communicate with another device, the result is usually interference and/or a",
      "communications failure.",
      "Most wireless networks have an optional security system. To enable a wireless network's security system,",
      "you need to create a password using characters and numbers. This password is then needed to connect to a",
      "security-enabled AP.",
      "Wireless security protocols",
      "The TV only supports the following wireless network security protocols. The TV cannot connect to non-certified",
      "wireless routers.",
      "Authentication Modes: WEP, WPAPSK, WPA2PSK",
      "Encryption Types: WEP, TKIP, AES",
      "In compliance with the newest Wi-Fi certification specifications, Samsung TVs do not support WEP or TKIP security",
      "encryption in networks running in the 802.11n mode. If the wireless router supports WPS (Wi-Fi Protected Setup),",
      "you can connect the TV to your network using PBC (Push Button Configuration) or a PIN (Personal Identification",
      "Number). WPS automatically configures the SSID and WPA key settings.",
      "- 122 -"
    ]
  },
  "section_201": {
    "id": "section_201",
    "title": "Read Before Playing Photo, Video, or Music Files",
    "text": [
      "Read this information before playing media content."
    ]
  },
  "section_202": {
    "id": "section_202",
    "title": "Limitations to the use of photo, video, and music files",
    "text": [
      "Try Now",
      "The TV supports MSC (Mass Storage Class) USB devices only. MSC is a class designation for mass storage",
      "devices. Types of MSC devices include external hard drives, flash card readers, and digital cameras. (USB hubs",
      "are not supported.) These kinds of devices must be connected directly to the USB port. The TV may not be able",
      "to recognize a USB device or read the files on the device if it is connected with a USB extension cable. Do not",
      "disconnect USB devices while they are transferring files.",
      "When connecting an external hard drive, use the USB (HDD) port. We recommend that you use an external",
      "hard drive with its own power adapter.",
      "Certain digital cameras and audio devices may not be compatible with the TV.",
      "If there are multiple USB devices connected to the TV, the TV might not be able to recognize some or all the",
      "devices. USB devices that use high-power input should be connect to the USB [5V, 1A] port.",
      "The TV supports the FAT, exFAT, and NTFS file systems.",
      "After sorting files in the Folder view mode, the TV can display up to 1,000 files per folder. If the USB device",
      "contains more than 8,000 files and folders, however, some files and folders might not be accessible.",
      "Certain files, depending on how they are encoded, may not play on the TV.",
      "Certain files are not supported on all models.",
      "UHD Video Pack content is not supported by Samsung UHD TVs produced in 2017 or later.",
      "- 123 -"
    ]
  },
  "section_203": {
    "id": "section_203",
    "title": "Supported external subtitles",
    "text": [
      "Advanced SubStation Alpha",
      ".ass"
    ]
  },
  "section_204": {
    "id": "section_204",
    "title": "Supported internal subtitles",
    "text": [
      "Advanced SubStation Alpha",
      "MKV",
      "TTML in smooth streaming",
      "MP4",
      "Name",
      "Format",
      "MPEG-4 Timed text",
      ".ttxt",
      "SAMI",
      ".smi",
      "SubRip",
      ".srt",
      "SubViewer",
      ".sub",
      "Micro DVD",
      ".sub or .txt",
      "SubStation Alpha",
      ".ssa",
      "SMPTE-TT Text",
      ".xml",
      "Name",
      "Container",
      "Xsub",
      "AVI",
      "SubStation Alpha",
      "MKV",
      "SubRip",
      "MKV",
      "VobSub",
      "MKV",
      "MPEG-4 Timed text",
      "MP4",
      "SMPTE-TT TEXT",
      "MP4",
      "SMPTE-TT PNG",
      "MP4",
      "- 124 -"
    ]
  },
  "section_205": {
    "id": "section_205",
    "title": "Supported image formats and resolutions",
    "text": [
      "File extension",
      "Format",
      "Resolution",
      "*.jpg",
      "*.jpeg",
      "*.png",
      "PNG",
      "4096 x 4096",
      "*.bmp",
      "BMP",
      "4096 x 4096",
      "*.mpo",
      "MPO",
      "15360 x 8640",
      "The MPO format is supported partly."
    ]
  },
  "section_206": {
    "id": "section_206",
    "title": "Supported music formats and codecs",
    "text": [
      "File extension",
      "Format",
      "Codec",
      "Note",
      "*.mp3",
      "MPEG",
      "MPEG1 Audio Layer 3",
      "*.m4a",
      "*.mpa",
      "*.aac",
      "*.flac",
      "FLAC",
      "FLAC",
      "Supports up to 2 channels",
      "*.ogg",
      "OGG",
      "Vorbis",
      "Supports up to 2 channels",
      "WMA is supported up to 10 Pro 5.1 channels, M2 profile.",
      "*.wma",
      "WMA",
      "WMA",
      "*.wav",
      "wav",
      "wav",
      "*.mid",
      "*.midi",
      "*.ape",
      "ape",
      "ape",
      "*.aif",
      "*.aiff",
      "*.m4a",
      "ALAC",
      "ALAC",
      "MPEG4",
      "AAC",
      "midi",
      "midi",
      "AIFF",
      "AIFF",
      "JPEG",
      "15360 x 8640",
      "WMA1, WMA lossless / Voice are not supported.",
      "Supports type 0 and type 1.",
      "Seek is not supported.",
      "Supports USB device only.",
      "- 125 -"
    ]
  },
  "section_207": {
    "id": "section_207",
    "title": "Video codecs supported by NU7100 model series or higher",
    "text": [
      "File",
      "Frame rate",
      "Container",
      "Video codecs",
      "Resolution",
      "format",
      "*.avi",
      "*.mkv",
      "*.asf",
      "*.wmv",
      "*.mp4",
      "AVI",
      "*.mov",
      "MKV",
      "*.3gp",
      "ASF",
      "*.vro",
      "MP4",
      "*.mpg",
      "3GP",
      "*.mpeg",
      "MOV",
      "*.ts",
      "FLV",
      "*.tp",
      "VRO",
      "*.trp",
      "VOB",
      "*.mov",
      "*.flv",
      "*.vob",
      "SVAF",
      "Window Media Video v7 (WMV1),",
      "*.svi",
      "*.m2ts",
      "*.mts",
      "*.webm",
      "WebM",
      "*.rmvb",
      "RMVB",
      "RV8/9/10 (RV30/40)",
      "1920 x 1080",
      "RealAudio 6",
      "H.264 BP/MP/HP",
      "HEVC (H.265 - Main, Main10)",
      "Motion JPEG",
      "3840 x 2160",
      "MVC",
      "MPEG4 SP/ASP",
      "Window Media Video v9 (VC1)",
      "MPEG2",
      "MPEG1",
      "1920 x 1080",
      "G.711(A-Law,",
      "Microsoft MPEG-4 v1, v2, v3",
      "v8 (WMV2)",
      "H.263 Sorrenson",
      "VP6",
      "VP8",
      "1920 x 1080",
      "VP9 (Supported up to profile 0,",
      "3840 x 2160",
      "3840 x 2160: 60",
      "profile 2)",
      "4096 x 2160",
      "- 126 -",
      "Bitrate",
      "Audio codecs",
      "(Mbps)",
      "(fps)",
      "4096 x 2160: 30",
      "3840 x 2160: 60",
      "Dolby Digital",
      "LPCM",
      "ADPCM(IMA, MS)",
      "AAC",
      "HE-AAC",
      "WMA",
      "Dolby Digital Plus",
      "MPEG(MP3)",
      "MPEG-H",
      "AC-4",
      "μ-Law)",
      "OPUS",
      "Vorbis"
    ]
  },
  "section_208": {
    "id": "section_208",
    "title": "Video codecs supported by NU7090 model series or lower",
    "text": [
      "File",
      "Frame rate",
      "Container",
      "Video codecs",
      "Resolution",
      "format",
      "*.avi",
      "*.mkv",
      "*.asf",
      "*.wmv",
      "*.mp4",
      "AVI",
      "*.mov",
      "MKV",
      "*.3gp",
      "ASF",
      "*.vro",
      "MP4",
      "*.mpg",
      "3GP",
      "*.mpeg",
      "MOV",
      "*.ts",
      "FLV",
      "*.tp",
      "VRO",
      "*.trp",
      "VOB",
      "*.mov",
      "*.flv",
      "*.vob",
      "SVAF",
      "Window Media Video v7 (WMV1),",
      "*.svi",
      "*.m2ts",
      "*.mts",
      "*.webm",
      "WebM",
      "*.rmvb",
      "RMVB",
      "RV8/9/10 (RV30/40)",
      "1920 x 1080",
      "RealAudio 6",
      "H.264 BP/MP/HP",
      "HEVC (H.265 - Main, Main10)",
      "Motion JPEG",
      "MVC",
      "MPEG4 SP/ASP",
      "Window Media Video v9 (VC1)",
      "MPEG2",
      "1920 x 1080",
      "MPEG1",
      "G.711(A-Law,",
      "Microsoft MPEG-4 v1, v2, v3",
      "v8 (WMV2)",
      "H.263 Sorrenson",
      "VP6",
      "VP8",
      "1920 x 1080",
      "VP9 (Supported up to profile 0,",
      "3840 x 2160",
      "profile 2)",
      "3840 x 2160",
      "- 127 -",
      "Bitrate",
      "Audio codecs",
      "(Mbps)",
      "(fps)",
      "3840 x 2160: 30",
      "1920 x 1080: 60",
      "Dolby Digital",
      "LPCM",
      "ADPCM(IMA, MS)",
      "AAC",
      "HE-AAC",
      "WMA",
      "Dolby Digital Plus",
      "MPEG(MP3)",
      "MPEG-H",
      "AC-4",
      "μ-Law)",
      "OPUS",
      "Vorbis",
      "Other restrictions",
      "Codecs may not function properly if there is a problem with the content.",
      "Video content does not play or does not play correctly if there is an error in the content or container.",
      "Sound or video may not work if they have standard bit rates/frame rates above the TV’s compatibility ratings.",
      "If the Index Table is has an error, the Seek (Jump) function will not work.",
      "When playing video over a network connection, the video may not play smoothly because of data transmission",
      "speeds.",
      "Some USB/digital camera devices may not be compatible with the TV.",
      "HEVC codec is only available in MKV / MP4 / TS containers.",
      "The MVC codec is supported partly.",
      "Video decoders",
      "H.264 UHD is supported up to Level 5.1, and H.264 FHD is supported up to Level 4.1. (TV does not support FMO",
      "/ ASO / RS)",
      "HEVC UHD is supported up to Level 5.1.",
      "VC1 AP L4 is not supported.",
      "GMC 2 or above is not supported.",
      "Audio decoders",
      "WMA is supported up to 10 Pro 5.1 channels, M2 profile.",
      "WMA1, WMA lossless / Voice are not supported.",
      "QCELP and AMR NB/WB are not supported.",
      "Vorbis is supported for up to 5.1 channels.",
      "Dolby Digital Plus is supported for up to 5.1 channels.",
      "The supported sample rates are 8, 11.025, 12, 16, 22.05, 24, 32, 44.1, and 48 KHz, and differ with the codec.",
      "- 128 -"
    ]
  },
  "section_209": {
    "id": "section_209",
    "title": "Read After Installing the TV",
    "text": [
      "Read this information after installing the TV."
    ]
  },
  "section_210": {
    "id": "section_210",
    "title": "Picture sizes and input signals",
    "text": [
      "The",
      "Picture Size",
      "settings are applied to the current source. The applied",
      "Picture Size Settings",
      "will remain in effect",
      "whenever you select that source unless you change them.",
      "Component",
      "16:9 Standard",
      "Custom",
      "4:3",
      "Digital channel (720p)",
      "16:9 Standard",
      "Custom",
      "4:3",
      "Digital channel (1080i, 1080p)",
      "16:9 Standard",
      "Custom",
      "4:3",
      "Digital channel (3840 x 2160p @ 24/30 Hz)",
      "16:9 Standard",
      "Custom",
      "Digital channel (3840 x 2160p @ 50/60 Hz)",
      "16:9 Standard",
      "Custom",
      "Digital channel (4096 x 2160p)",
      "16:9 Standard",
      "Custom",
      "HDMI (720p)",
      "16:9 Standard",
      "Custom",
      "4:3",
      "HDMI (1080i, 1080p)",
      "16:9 Standard",
      "Custom",
      "4:3",
      "HDMI (3840 x 2160p)",
      "16:9 Standard",
      "Custom",
      "HDMI (4096 x 2160p)",
      "16:9 Standard",
      "Custom",
      "USB (720p)",
      "16:9 Standard",
      "Custom",
      "4:3",
      "USB (1080i/p @ 60 Hz)",
      "16:9 Standard",
      "Custom",
      "4:3",
      "USB (3840 x 2160p @ 24/30 Hz)",
      "16:9 Standard",
      "Custom",
      "USB (3840 x 2160p @ 60 Hz)",
      "USB (4096 x 2160p @ 24/30/60 Hz)"
    ]
  },
  "section_211": {
    "id": "section_211",
    "title": "Installing an anti-theft lock",
    "text": [
      "An anti-theft lock is a physical device that can be used to protect the TV against theft. Look for the lock slot on the",
      "back of the TV. The slot has a",
      "icon next to it. To use the lock, wrap the lock cable around an object that is too heavy",
      "to carry and then thread it through the TV's lock slot. The lock is sold separately. The method of using an anti-theft",
      "lock may differ for each TV model. Refer to the lock's user manual for more information.",
      "This function may not be supported depending on the model or geographical area.",
      "Input signal",
      "Picture size",
      "16:9 Standard",
      "Custom",
      "- 129 -"
    ]
  },
  "section_212": {
    "id": "section_212",
    "title": "Supported Resolutions for UHD Input Signals",
    "text": [
      "Check the supported resolution for UHD input signals.",
      "Resolution: 3840 x 2160p, 4096 x 2160p",
      "An HDMI connection with",
      "HDMI UHD Color",
      "set to",
      "Off",
      "supports up to UHD 50P/60P 4:2:0 input signals, while an HDMI",
      "connection with",
      "HDMI UHD Color",
      "set to",
      "supports up to UHD 50P/60P 4:4:4 and 4:2:2 input signals."
    ]
  },
  "section_213": {
    "id": "section_213",
    "title": "If HDMI UHD Color is set to Off",
    "text": [
      "Color Depth /",
      "Frame rate (fps)",
      "50 / 60",
      "8 bit"
    ]
  },
  "section_214": {
    "id": "section_214",
    "title": "If HDMI UHD Color is set to On",
    "text": [
      "Color Depth /",
      "Frame rate (fps)",
      "50 / 60",
      "10 bit",
      "RGB 4:4:4",
      "YCbCr 4:4:4",
      "YCbCr 4:2:2",
      "YCbCr 4:2:0",
      "Chroma Sampling",
      "RGB 4:4:4",
      "YCbCr 4:4:4",
      "YCbCr 4:2:2",
      "YCbCr 4:2:0",
      "Chroma Sampling",
      "8 bit",
      "12 bit",
      "- 130 -"
    ]
  },
  "section_215": {
    "id": "section_215",
    "title": "Read Before Connecting a Computer (Supported Resolutions)",
    "text": [
      "Check the resolutions supported for PC input signals.",
      "When you connect your TV to a computer, set the computer's video card to one of the standard resolutions listed in",
      "the tables below or on the next page. The TV will automatically adjust to the resolution you choose. Note that the",
      "optimal and recommended resolution is 3840 x 2160 at 60 Hz. Choosing a resolution not included in the tables can",
      "result in a blank screen or just the power indicator turning on. Refer to the user manual of your graphics card for",
      "compatible resolutions.",
      "The native resolution is 3840 x 2160 at 60Hz with the",
      "HDMI UHD Color",
      "set to",
      ". The native resolution is 3840 x 2160 at",
      "30Hz with the",
      "HDMI UHD Color",
      "set to",
      "Off"
    ]
  },
  "section_216": {
    "id": "section_216",
    "title": "IBM",
    "text": [
      "Resolution",
      "(Dots x lines)",
      "720 x 400",
      "70 Hz",
      "31.469",
      "70.087",
      "28.322",
      "- / +"
    ]
  },
  "section_217": {
    "id": "section_217",
    "title": "MAC",
    "text": [
      "Resolution",
      "(Dots x lines)",
      "640 x 480",
      "67 Hz",
      "35.000",
      "66.667",
      "30.240",
      "- / -",
      "832 x 624",
      "75 Hz",
      "49.726",
      "74.551",
      "57.284",
      "- / -",
      "1152 x 870",
      "75 Hz",
      "68.681",
      "75.062",
      "100.000",
      "- / -",
      "Horizontal",
      "frequency",
      "Display format",
      "Horizontal",
      "frequency",
      "Display format",
      "Vertical frequency",
      "(Hz)",
      "(KHz)",
      "Vertical frequency",
      "(Hz)",
      "(KHz)",
      "- 131 -",
      "Clock frequency",
      "(MHz)",
      "Clock frequency",
      "(MHz)",
      "Polarity",
      "(horizontal /",
      "vertical)",
      "Polarity",
      "(horizontal /",
      "vertical)"
    ]
  },
  "section_218": {
    "id": "section_218",
    "title": "VESA DMT",
    "text": [
      "Resolution",
      "(Dots x lines)",
      "640 x 480",
      "60 Hz",
      "31.469",
      "59.940",
      "25.175",
      "- / -",
      "640 x 480",
      "72 Hz",
      "37.861",
      "72.809",
      "31.500",
      "- / -",
      "640 x 480",
      "75 Hz",
      "37.500",
      "75.000",
      "31.500",
      "- / -",
      "800 x 600",
      "60 Hz",
      "37.879",
      "60.317",
      "40.000",
      "+ / +",
      "800 x 600",
      "72 Hz",
      "48.077",
      "72.188",
      "50.000",
      "+ / +",
      "800 x 600",
      "75 Hz",
      "46.875",
      "75.000",
      "49.500",
      "+ / +",
      "1024 x 768",
      "60 Hz",
      "48.363",
      "60.004",
      "65.000",
      "- / -",
      "1024 x 768",
      "70 Hz",
      "56.476",
      "70.069",
      "75.000",
      "- / -",
      "1024 x 768",
      "75 Hz",
      "60.023",
      "75.029",
      "78.750",
      "+ / +",
      "1152 x 864",
      "75 Hz",
      "67.500",
      "75.000",
      "108.000",
      "+ / +",
      "1280 x 720",
      "60 Hz",
      "45.000",
      "60.000",
      "74.250",
      "+ / +",
      "1280 x 800",
      "60 Hz",
      "49.702",
      "59.810",
      "83.500",
      "- / +",
      "1280 x 1024",
      "60 Hz",
      "63.981",
      "60.020",
      "108.000",
      "+ / +",
      "1280 x 1024",
      "75 Hz",
      "79.976",
      "75.025",
      "135.000",
      "+ / +",
      "1366 x 768",
      "60 Hz",
      "47.712",
      "59.790",
      "85.500",
      "+ / +",
      "1440 x 900",
      "60 Hz",
      "55.935",
      "59.887",
      "106.500",
      "- / +",
      "1600 x 900",
      "60 Hz",
      "60.000",
      "60.000",
      "108.000",
      "+ / +",
      "1680 x 1050",
      "60 Hz",
      "65.290",
      "59.954",
      "146.250",
      "- / +",
      "1920 x 1080",
      "60 Hz",
      "67.500",
      "60.000",
      "148.500",
      "+ / +"
    ]
  },
  "section_219": {
    "id": "section_219",
    "title": "VESA CVT",
    "text": [
      "Resolution",
      "(Dots x lines)",
      "2560 x 1440",
      "120 Hz",
      "182.996",
      "119.998",
      "497.750",
      "+ / -",
      "The resolution may not be supported depending on the model.",
      "Horizontal",
      "frequency",
      "Display format",
      "Horizontal",
      "frequency",
      "Display format",
      "Vertical frequency",
      "(Hz)",
      "(KHz)",
      "Vertical frequency",
      "(Hz)",
      "(KHz)",
      "- 132 -",
      "Clock frequency",
      "(MHz)",
      "Clock frequency",
      "(MHz)",
      "Polarity",
      "(horizontal /",
      "vertical)",
      "Polarity",
      "(horizontal /",
      "vertical)"
    ]
  },
  "section_220": {
    "id": "section_220",
    "title": "CTA-861",
    "text": [
      "Resolution",
      "(Dots x lines)",
      "3840 x 2160",
      "30 Hz",
      "67.500",
      "30.000",
      "297.000",
      "- / -",
      "*3840 x 2160",
      "60 Hz",
      "135.000",
      "60.000",
      "594.000",
      "- / -",
      "**1920 x 1080",
      "100 Hz",
      "112.500",
      "100.000",
      "297.000",
      "+ / +",
      "**1920 x 1080",
      "120 Hz",
      "135.000",
      "120.003",
      "297.000",
      "+ / +",
      "*: This resolution is only supported by HDMI 2.0 mode.",
      "**: The resolution may not be supported depending on the model."
    ]
  },
  "section_221": {
    "id": "section_221",
    "title": "Supported Resolutions for Video Signals",
    "text": [
      "Check the resolutions supported for video signals."
    ]
  },
  "section_222": {
    "id": "section_222",
    "title": "CTA-861",
    "text": [
      "Resolution",
      "(Dots x lines)",
      "720 (1440) x 576i",
      "50 Hz",
      "15.625",
      "50.000",
      "27.000",
      "- / -",
      "720 (1440) x 480i",
      "60 Hz",
      "15.734",
      "59.940",
      "27.000",
      "- / -",
      "720 x 576",
      "50 Hz",
      "31.250",
      "50.000",
      "27.000",
      "- / -",
      "720 x 480",
      "60 Hz",
      "31.469",
      "59.940",
      "27.000",
      "- / -",
      "1280 x 720",
      "50 Hz",
      "37.500",
      "50.000",
      "74.250",
      "+ / +",
      "1280 x 720",
      "60 Hz",
      "45.000",
      "60.000",
      "74.250",
      "+ / +",
      "1920 x 1080i",
      "50 Hz",
      "28.125",
      "50.000",
      "74.250",
      "+ / +",
      "1920 x 1080i",
      "60 Hz",
      "33.750",
      "60.000",
      "74.250",
      "+ / +",
      "1920 x 1080",
      "24 Hz",
      "27.000",
      "24.000",
      "74.250",
      "+ / +",
      "1920 x 1080",
      "25 Hz",
      "28.125",
      "25.000",
      "74.250",
      "+ / +",
      "1920 x 1080",
      "30 Hz",
      "33.750",
      "30.000",
      "74.250",
      "+ / +",
      "1920 x 1080",
      "50 Hz",
      "56.250",
      "50.000",
      "148.500",
      "+ / +",
      "1920 x 1080",
      "60 Hz",
      "67.500",
      "60.000",
      "148.500",
      "+ / +",
      "Horizontal",
      "frequency",
      "Display format",
      "Horizontal",
      "frequency",
      "Display format",
      "Vertical frequency",
      "(Hz)",
      "(KHz)",
      "Vertical frequency",
      "(Hz)",
      "(KHz)",
      "- 133 -",
      "Clock frequency",
      "(MHz)",
      "Clock frequency",
      "(MHz)",
      "Polarity",
      "(horizontal /",
      "vertical)",
      "Polarity",
      "(horizontal /",
      "vertical)",
      "Resolution",
      "(Dots x lines)",
      "3840 x 2160",
      "24 Hz",
      "54.000",
      "24.000",
      "297.000",
      "+ / +",
      "3840 x 2160",
      "25 Hz",
      "56.250",
      "25.000",
      "297.000",
      "+ / +",
      "3840 x 2160",
      "30 Hz",
      "67.500",
      "30.000",
      "297.000",
      "+ / +",
      "*3840 x 2160",
      "50 Hz",
      "112.500",
      "50.000",
      "594.000",
      "+ / +",
      "*3840 x 2160",
      "60 Hz",
      "135.000",
      "60.000",
      "594.000",
      "+ / +",
      "4096 x 2160",
      "24 Hz",
      "54.000",
      "24.000",
      "297.000",
      "+ / +",
      "4096 x 2160",
      "25 Hz",
      "56.250",
      "25.000",
      "297.000",
      "+ / +",
      "4096 x 2160",
      "30 Hz",
      "67.500",
      "30.000",
      "297.000",
      "+ / +",
      "*4096 x 2160",
      "50 Hz",
      "112.500",
      "50.000",
      "594.000",
      "+ / +",
      "*4096 x 2160",
      "60 Hz",
      "135.000",
      "60.000",
      "594.000",
      "+ / +",
      "**1920 x 1080",
      "100 Hz",
      "112.500",
      "100.000",
      "297.000",
      "+ / +",
      "**1920 x 1080",
      "120 Hz",
      "135.000",
      "120.003",
      "297.000",
      "+ / +",
      "*: This resolution is only supported by HDMI 2.0 mode.",
      "**: The resolution may not be supported depending on the model."
    ]
  },
  "section_223": {
    "id": "section_223",
    "title": "VESA CVT",
    "text": [
      "Resolution",
      "(Dots x lines)",
      "2560 x 1440",
      "120 Hz",
      "182.996",
      "119.998",
      "497.750",
      "+ / -",
      "The resolution may not be supported depending on the model.",
      "Horizontal",
      "frequency",
      "Display format",
      "Horizontal",
      "frequency",
      "Display format",
      "Vertical frequency",
      "(Hz)",
      "(KHz)",
      "Vertical frequency",
      "(Hz)",
      "(KHz)",
      "- 134 -",
      "Clock frequency",
      "(MHz)",
      "Clock frequency",
      "(MHz)",
      "Polarity",
      "(horizontal /",
      "vertical)",
      "Polarity",
      "(horizontal /",
      "vertical)"
    ]
  },
  "section_224": {
    "id": "section_224",
    "title": "Read Before Using Bluetooth Devices",
    "text": [
      "Read this information before using a Bluetooth device.",
      "This function may not be supported depending on the model or geographical area."
    ]
  },
  "section_225": {
    "id": "section_225",
    "title": "Restrictions on using Bluetooth",
    "text": [
      "You can't use Bluetooth devices and the",
      "Wi-Fi Speaker Surround Setup",
      "feature simultaneously.",
      "Compatibility issues may occur, depending on the Bluetooth device. (A Mobile exclusive headphone may not",
      "be available, depending on the environment.)",
      "Lip-sync errors may occur.",
      "The TV and Bluetooth device may disconnect, depending on the distance between them.",
      "A Bluetooth device may hum or malfunction:",
      "When a part of your body is in contact with the receiving/transmitting system of the Bluetooth device or",
      "the TV.",
      "When the device is subject to electrical variation from obstructions caused by a wall, corner, or office",
      "partitioning.",
      "When the device is exposed to electrical interference from same frequency-band devices including",
      "medical equipment, microwave ovens, and wireless LANs.",
      "If the problem persists, we recommend you use a wired connection.",
      "DIGITAL AUDIO OUT (OPTICAL) port",
      "HDMI (ARC) port",
      "- 135 -"
    ]
  },
  "section_226": {
    "id": "section_226",
    "title": "Blocking programs based on their TV Rating",
    "text": [
      "Read this information before viewing a blocking program.",
      "To block content, select a rating category to lock. All programs at that level and higher are blocked and require the",
      "PIN to watch. To unblock a category, select the lock icon. To unblock all the categories in a row, select the lock under",
      "ALL",
      "This function may not be supported depending on the model or geographical area.",
      "Categories on the left:",
      "TV-Y",
      ": Young children",
      "TV-Y7",
      ": Children 7 and over",
      "TV-G",
      ": General audience",
      "TV-PG",
      ": Parental guidance",
      "TV-14",
      ": Viewers 14 and over",
      "TV-MA",
      ": Mature audience",
      "Categories on the top:",
      "ALL",
      ": Lock all TV ratings.",
      ": Fantasy violence",
      ": Violence",
      ": Sexual situations",
      ": Adult Language",
      ": Sexually Suggestive Dialog",
      "- 136 -"
    ]
  },
  "section_227": {
    "id": "section_227",
    "title": "Blocking movies base on their Movie Rating (MPAA)",
    "text": [
      "This rating system applies to all materials with supplied ratings in the U.S.A.",
      "From the MPAA:",
      "“The Motion Picture Association of America (MPAA) has implemented a rating system that provides parents or",
      "guardians with advanced information on which films are appropriate for children.”",
      "Select a lock beside one of the rating categories to block that category and all higher categories. To unblock a",
      "category, select the lock icon.",
      ": General audience (no restrictions).",
      ": Parental guidance suggested.",
      "PG-13",
      ": Parents strongly cautioned.",
      ": Restricted. Children under 17 should be accompanied by an adult.",
      "NC-17",
      ": No children under age 17.",
      ": Adults only.",
      ": Not rated."
    ]
  },
  "section_228": {
    "id": "section_228",
    "title": "Blocking programs based on their Canadian English Rating",
    "text": [
      "This rating system applies to all rated material viewed on English-Canadian TV channels.",
      "Select a lock beside one of the rating categories to block that category and all higher categories. To unblock a",
      "category, select the lock icon.",
      ": Programming intended for children under age 8",
      "C8+",
      ": Programming generally considered acceptable for children 8 years and over to watch on their own",
      ": General programming, suitable for all audiences",
      ": Parental Guidance",
      "14+",
      ": Programming containing themes or content that may not be suitable for viewers under the age of 14",
      "18+",
      ": Adult programming",
      "- 137 -"
    ]
  },
  "section_229": {
    "id": "section_229",
    "title": "Blocking programs based on their Canadian French Rating",
    "text": [
      "This rating system applies to all rated material viewed on French-Canadian TV channels.",
      "Select a lock beside one of the rating categories to block that category and all higher categories. To unblock a",
      "category, select the lock icon.",
      ": General",
      "8 ans+",
      ": Programming acceptable for children 8 years and over to watch on their own",
      "13 ans+",
      ": Programming that may not be suitable for children under the age of 13",
      "16 ans+",
      ": Programming not suitable for children under the age of 16",
      "18 ans+",
      ": Programming restricted to adults"
    ]
  },
  "section_230": {
    "id": "section_230",
    "title": "Blocking Programs based on their Downloadable U.S. Rating",
    "text": [
      "This rating system only applies to material originating from US DTV channels.",
      "Parental restriction information is automatically downloaded while you watch DTV channels. This download may",
      "take several seconds. If the information is unavailable from the broadcasting station, the",
      "Downloadable U.S. Rating",
      "menu is deactivated.",
      "Parental restriction levels differ with the broadcasting station. The default menu name and the",
      "Downloadable U.S.",
      "Rating",
      "name changes depending on the downloaded information.",
      "Even when the on-screen display is set to another language, the",
      "Downloadable U.S. Rating",
      "menu appears only in",
      "English.",
      "Select a lock beside one of the rating categories to block that category and all higher categories. To unblock a",
      "category, select the lock icon.",
      "- 138 -"
    ]
  },
  "section_231": {
    "id": "section_231",
    "title": "Buttons and functions available while playing multimedia",
    "text": [
      "content",
      "Review available media playback, control, and record buttons and descriptions of how they are used.",
      "Press the Select button while playing any video, photo, or recorded content. The following buttons appear.",
      "The provided buttons or functions may differ with the media content type.",
      "The available buttons and functions may differ with the content you are viewing or playing.",
      "Pause",
      "Play",
      "Start",
      "Pauses or plays the multimedia content. You can use the following functions when the video is paused.",
      "Slow Rewind",
      "Slow Forward",
      ": Allows you to play a video slowly backward or forward by selecting the",
      "option. There are 3 playback speeds. To change the playback speed, press the option repeatedly. To",
      "return to normal speed, select the",
      "option or press the",
      "button.",
      "Jump Backward / Jump Forward: Press the up directional button to move the focus to the playback control",
      "bar, and then select the left or right directional button in the playback control bar to move backward or",
      "forward by 10 seconds in the video.",
      "Move to a specific playback section, move up the focus on the playback bar, and then select one of the five",
      "thumbnails.",
      "This function may not be supported depending on the file format.",
      "Previous",
      "Next",
      "Displays the previous or the next multimedia content file.",
      "Rewind",
      "Fast Forward",
      "Rewinds or fast forwards the multimedia content. To increase the rewind or fast forward speed up to 3 times",
      "faster than normal, select the button repeatedly. To return to normal speed, select the",
      "option or press the",
      "button.",
      "360 Mode",
      "Provides a 360-degree view for videos and photos.",
      "This function may not be supported depending on the file format.",
      "Repeat",
      "Plays the current multimedia content repeatedly or all multimedia content files in the same folder repeatedly.",
      "Shuffle",
      "Plays music files in random order.",
      "Picture Off",
      "Plays multimedia content with the screen off.",
      "- 139 -",
      "Screen Fit",
      "Fits a photo to the screen.",
      "Rotate left",
      "Rotate right",
      "Rotates a photo left or right.",
      "Zoom",
      "Zooms in a photo by up to a factor of 4.",
      "Background Music",
      "During a slideshow, pauses or resumes the background music.",
      "Options",
      "The available options may differ with the model and content.",
      "Function",
      "Description",
      "Slideshow Speed",
      "Sets the slideshow speed.",
      "Slideshow Effect",
      "Applies transition effects to the slide show.",
      "Background Music",
      "Subtitles",
      "Rotate",
      "Rotates the video.",
      "Audio Language",
      "Information",
      "Displays detailed information about the current multimedia content.",
      "Plays background music while the TV displays photos.",
      "The music files must be saved in the same USB device as the photo files.",
      "To pause the background music, select",
      "Background Music",
      "on the playback screen bottom.",
      "Controls video subtitles.",
      "Subtitles",
      ": Turns the language of the subtitles on or off.",
      "Sync",
      ": Adjusts the synchronization when the video and the subtitles are not synchronized.",
      "Reset Sync",
      ": Resets the subtitle synchronization adjustment to 0.",
      "Size",
      ": Changes the font size of the subtitles.",
      "Encoding",
      ": Displays a list of encoding languages. Allows you to change the encoding language",
      "when subtitles are displayed incorrectly.",
      "Edge Type",
      ": Adjusts the position of text and subtitle edges.",
      "Edge Color",
      ": Changes the color of subtitle edges.",
      "Changes the audio language.",
      "This function is only available if the video supports multi-track sound.",
      "- 140 -"
    ]
  },
  "section_232": {
    "id": "section_232",
    "title": "License",
    "text": [
      "Check the license information and trademarks applied in your TV.",
      "Manufactured under license from Dolby Laboratories. Dolby, Dolby Audio, Pro Logic, and the double-D symbol are trademarks of",
      "Dolby Laboratories.",
      "The terms HDMI and HDMI High-Definition Multimedia Interface, and the HDMI Logo are trademarks or registered trademarks of",
      "HDMI Licensing LLC in the United States and other countries.",
      "Open Source License Notice",
      "Open Source used in this product can be found on the following webpage. (http:// opensource.samsung.com) Open Source",
      "License Notice is written only English.",
      "This license may not be supported depending on the model or geographical area.",
      "THIS PRODUCT IS SOLD WITH A LIMITED LICENCE AND IS AUTHORISED TO BE USED ONLY IN CONNECTION WITH HEVC CONTENT",
      "THAT MEETS EACH OF THE THREE FOLLOWING QUALIFICATIONS: (1) HEVC CONTENT ONLY FOR PERSONAL USE; (2) HEVC",
      "CONTENT THAT IS NOT OFFERED FOR SALE; AND (3) HEVC CONTENT THAT IS CREATED BY THE OWNER OF THE PRODUCT.",
      "THIS PRODUCT MAY NOT BE USED IN CONNECTION WITH HEVC ENCODED CONTENT CREATED BY A THIRD PARTY, WHICH THE",
      "USER HAS ORDERED OR PURCHASED FROM A THIRD PARTY, UNLESS THE USER IS SEPARATELY GRANTED RIGHTS TO USE THE",
      "PRODUCT WITH SUCH CONTENT BY A LICENSED SELLER OF THE CONTENT.",
      "YOUR USE OF THIS PRODUCT IN CONNECTION WITH HEVC ENCODED CONTENT IS DEEMED ACCEPTANCE OF THE LIMITED",
      "AUTHORITY TO USE AS NOTED ABOVE.",
      "- 141 -"
    ]
  },
  "section_233": {
    "id": "section_233",
    "title": "Accessibility Guidance",
    "text": [
      "Provides a menu and a remote control guide that aid the visually impaired."
    ]
  },
  "section_234": {
    "id": "section_234",
    "title": "Learn the Menu Screen",
    "text": [
      "Learn the menus on the TV screen. Once enabled, your TV will tell you the structure and features of the menus you",
      "select."
    ]
  },
  "section_235": {
    "id": "section_235",
    "title": "Using the Remote control",
    "text": [
      "Guide for the Samsung Smart Remote.",
      "The Samsung Smart Remote may not be supported depending on the model or geographical area."
    ]
  },
  "section_236": {
    "id": "section_236",
    "title": "Orientation of the Samsung Smart Remote",
    "text": [
      "Hold the remote control with the buttons facing towards you. The remote is slightly thinner towards the top and",
      "thicker towards the bottom."
    ]
  },
  "section_237": {
    "id": "section_237",
    "title": "Description of the Samsung Smart Remote",
    "text": [
      "From top to bottom and left to right:",
      "The",
      "button is at the top left.",
      "There is a small LED to the right of the",
      "button, but it cannot be felt by hand.",
      "Below the LED is a round button which is the",
      "button.",
      "Of the two buttons below the",
      "button on the Samsung Smart Remote that comes with the QLED TV, the",
      "left one is the",
      "button and the right one the",
      "button.",
      "Of the two buttons below the",
      "button on the Samsung Smart Remote that comes with the UHD TV, the left",
      "one is the",
      "button and the right one the",
      "button.",
      "Underneath these two buttons is the directional button which consists of a large outer circle with a round",
      "button in the middle.",
      "Underneath the directional button are three buttons, one on the left, one on the right, and one in the center.",
      "The one on the left is the",
      "button and the one on the right is the",
      "button. The round button in the",
      "middle is the",
      "button.",
      "- 142 -",
      "Underneath the",
      "button are two thin horizontal buttons. These buttons protrude higher above the surface",
      "than the other buttons on the remote control. The one on the left is the volume button and the one on the",
      "right is the channel button. Push up from beneath or down from above to use these as rocker buttons to",
      "change the channel or volume.",
      "Briefly press the",
      "VOL",
      "button to mute the sound.",
      "Press and hold the",
      "VOL",
      "button to open the",
      "Accessibility Shortcuts",
      "menu.",
      "Briefly press the",
      "button to open the",
      "Guide",
      "This function may not be supported depending on the model or geographical area.",
      "The color buttons",
      "If you press the",
      "button while viewing a program, the",
      "Record",
      "Timeshift",
      "Stop",
      "(when Timeshift is running),",
      "Info",
      ", red, green, yellow, blue, and",
      "Move to the top",
      "(or",
      "Move to the bottom",
      ") options appear.",
      "This function may not be supported depending on the geographical area.",
      "The play/pause button",
      "If you press the",
      "button while watching a TV program, the screen you are watching stops and a control bar",
      "appears. You can select",
      "Rewind",
      "Play",
      "Pause",
      "Fast Forward",
      "Stop Timeshift",
      "Record",
      "Go to Live TV",
      ", or",
      "Info",
      ". You can",
      "press the up directional button to go to the playback screen and check the time that the actual broadcast program is",
      "running and the timeshift time.",
      "You can use the",
      "Slow Rewind",
      "Slow Forward",
      "functions when select the",
      "Pause",
      "option.",
      "To use Timeshift, you must connect a USB device for recording.",
      "This function may not be supported depending on the model or geographical area.",
      "- 143 -"
    ]
  },
  "section_238": {
    "id": "section_238",
    "title": "Using the accessibility menu",
    "text": [
      "View descriptions of accessibility menu functions.",
      "This function may not be supported depending on the model or geographical area."
    ]
  },
  "section_239": {
    "id": "section_239",
    "title": "Accessibility Shortcuts menu",
    "text": [
      "Press and hold the",
      "VOL",
      "button to display the",
      "Accessibility Shortcuts",
      "menu.",
      "The",
      "Accessibility Shortcuts",
      "menu allows you to turn",
      "Voice Guide",
      "and other Accessibility functions on or off.",
      "Voice",
      "Guide",
      "speaks the names of the menu items displayed on the screen so that people who cannot see the screen can",
      "easily use the TV.",
      "The menu contains a number of items including:",
      "Voice Guide",
      ": This function works on every screen on the TV and when turned on speaks to identify items",
      "displayed on screen. For example, it tells you the selected volume, the current channel and program",
      "information. It also reads out the program information in the Electronic Program Guide (EPG).",
      "High Contrast",
      ": This function allows you to display all menus with an opaque black background and a white",
      "font, providing maximum contrast.",
      "Enlarge",
      ": This function enlarges important elements on the screen such as the names of programs.",
      "Learn TV Remote",
      ": Learn the names and functions of the buttons on remote control. On this screen, pressing",
      "the power button (top left button) will turn off the TV, but when any other button is pressed the TV will say the",
      "button name and briefly tell what that button does. This teaching mode helps you to learn the location and",
      "operation of the buttons on the remote without affecting normal TV operation. Press the",
      "button twice to",
      "exit",
      "Learn TV Remote",
      "Learn Menu Screen",
      ": Learn the menus on the TV screen. Once enabled, your TV will tell you the structure and",
      "features of the menus you select.",
      "- 144 -",
      "Opening the Accessibility Shortcuts menu",
      "On the Samsung Smart Remote, there are two thin horizontal rocker buttons next to each other located slightly",
      "below the middle of the remote. The one on the left is the volume rocker button. Press and hold the volume rocker",
      "button to open the",
      "Accessibility Shortcuts",
      "menu.",
      "If you press and hold the",
      "VOL",
      "button while Voice Guide is turned off, the",
      "Accessibility Shortcuts",
      "menu appears and",
      "Voice Guide starts. You can turn on or turn off the functions such as",
      "Voice Guide",
      "Video Description",
      "High Contrast",
      "Enlarge",
      "Grayscale",
      "Color Inversion",
      "Caption",
      "Multi-output Audio",
      ", and you can move to the",
      "Learn TV Remote",
      "and",
      "Learn Menu Screen",
      "pages.",
      "Using the Accessibility Shortcuts menu",
      "To use the",
      "Accessibility Shortcuts",
      "menu, you will need to locate the Directional and Select buttons. To learn where",
      "the buttons are located, refer to the",
      "Learn TV Remote",
      "menu.",
      "Use the up and down directional buttons to move between the menu items. Press the Select button to turn on or",
      "turn off the function indicated by the menu where you are located. Again, use the up and down directional buttons to",
      "move between options and press Select to choose an option. To close this menu, use the right directional button to",
      "get to the",
      "Close",
      "option and select this, or press the",
      "button."
    ]
  },
  "section_240": {
    "id": "section_240",
    "title": "Step by Step instructions to run the options",
    "text": [
      "Turning on Voice Guide",
      "Press and hold the",
      "VOL",
      "button on the remote. The",
      "Accessibility Shortcuts",
      "menu appears.",
      "Press the up or down directional buttons on the remote to move to and highlight the",
      "Voice Guide",
      "option.",
      "Press the Select button on the remote to turn",
      "Voice Guide",
      "on or off.",
      "Close the menu either by pressing",
      "on the remote or by pressing the right directional button to highlight",
      "Close",
      ", and then pressing the Select button.",
      "- 145 -",
      "Turning on Video Description",
      "Press and hold the",
      "VOL",
      "button on the remote. The",
      "Accessibility Shortcuts",
      "menu appears.",
      "Press the up or down directional buttons on the remote to move to and highlight the",
      "Video Description",
      "option.",
      "Press the Select button on the remote to turn",
      "Video Description",
      "on or off.",
      "Close the menu either by pressing",
      "on the remote or by pressing the right directional button to highlight",
      "Close",
      ", and then pressing the Select button.",
      "Learning TV Remote",
      "Press and hold the",
      "VOL",
      "button on the remote. The",
      "Accessibility Shortcuts",
      "menu appears.",
      "Press the up or down directional buttons on the remote to move to and highlight the",
      "Learn TV Remote",
      "option.",
      "Press the Select button on the remote. You are now in the e-Manual and specifically on the Learn TV Remote",
      "page.",
      "Press a button on the remote. The name and function of the button are heard.",
      "When you have finished and want to exit the e-Manual, press the",
      "button twice to go to the previous page.",
      "Accessing the main accessibility menu to change Voice Guide settings",
      "You can also go to an accessibility menu from the TV settings menu. This provides more options, for example, to",
      "change the speed of Voice Guide.",
      "The TV will not verbalize this menu unless Voice Guide is already turned on.",
      "Press the",
      "button.",
      "Press the left directional button until you reach",
      "Settings",
      "Press Select and a menu will open.",
      "Press the down directional button to reach",
      "General",
      ", and then press Select to open this menu.",
      "Use the directional buttons to go to the",
      "Accessibility",
      "menu, and then press Select to open this menu.",
      "The menu will appear with",
      "Voice Guide Settings",
      "being the first menu. Highlight",
      "Voice Guide Settings",
      ", and then",
      "press Select.",
      "A menu appears with the options to change",
      "Voice Guide",
      "and",
      "Volume",
      "Speed",
      "Pitch",
      "Select the menu using the directional buttons, and then press Select.",
      "- 146 -"
    ]
  },
  "section_241": {
    "id": "section_241",
    "title": "Setting accessibility settings using Bixby",
    "text": [
      "Bixby",
      "lets you control your TV with voice commands spoken into the microphone built into the Samsung Smart",
      "Remote. To use",
      "Bixby",
      ", the TV must be set up and tuned and must be connected to the Internet. You can connect the",
      "TV to the Internet during the initial setup or do it later through the settings menu.",
      "There are many commands you can say to control the TV. These can be used together with",
      "Voice Guide",
      "to give you",
      "voice input and voice output.",
      "To speak a command, press and hold the",
      "button (located near the top of the Samsung Smart Remote, directly",
      "below the LED power indicator and above the directional button) and say the command, and then release the",
      "button. The TV will confirm the command.",
      "For example you can:",
      "Turn Voice Guide on:",
      "Press the",
      "button on the Samsung Smart Remote, and then say “",
      "Voice Guide on",
      "Turn Video Description on:",
      "Press the",
      "button on the Samsung Smart Remote, and then say “",
      "Video Description on",
      "Turn High Contrast on:",
      "Press the",
      "button on the Samsung Smart Remote, and then say “",
      "High Contrast on",
      "- 147 -"
    ]
  },
  "section_242": {
    "id": "section_242",
    "title": "Using the TV with Voice Guide on",
    "text": [
      "You can turn on Voice Guide that describe the menu options aloud to aid the visually impaired."
    ]
  },
  "section_243": {
    "id": "section_243",
    "title": "Watching TV",
    "text": [
      "Turning the TV on",
      "Press the",
      "button to turn the TV on. Voice guide will speak the channel name.",
      "Changing channel",
      "You can change the channel in a number of ways. Every time you change channels, the new channel details will be",
      "announced. The ways to change the channel are below.",
      "Channel List",
      "Live TV",
      "Channel List",
      "Press the",
      "button. The Home Screen appears. Use the directional button to move to",
      "Live TV",
      ". Then use the",
      "up directional buttons to move to",
      "Channel List",
      ", and then press the Select button. In the",
      "Channel List",
      ", use the",
      "up or down directional buttons to move to the desired channel, and then press the Select button.",
      "button: Of the two buttons that protrude from the center of the remote control, the right one is the",
      "button. Push up or pull down the",
      "button to change the channel.",
      "Use the number buttons directly or press the",
      "button on the standard remote control to change the",
      "channel.",
      "Use the",
      "button on the Samsung Smart Remote to display the virtual numeric pad on the screen.",
      "- 148 -",
      "Using on-screen number entry via the Samsung Smart Remote:",
      "Use the virtual numeric pad to enter numbers e.g. to enter a channel number or to enter a PIN.",
      "Press the",
      "button on the Samsung Smart Remote and the virtual numeric pad with 2 rows appears on",
      "screen. Voice Guide speaks “",
      "virtual numeric pad, 6",
      "” which indicates that the number strip is on screen and the focus",
      "is on the number 6. This strip has the following buttons:",
      "On the bottom row: From the far left:",
      ", -(dash),",
      "Delete",
      "Move to the top",
      "Move to the bottom",
      "The top row has one option,",
      "Done",
      "This function may not be supported depending on the model or geographical area.",
      "Use the left and right directional buttons to move along the row, and then press Select to choose the numeric pad.",
      "When you have finished selecting all the numbers you need (for example, 123), press the up directional button to",
      "move to the",
      "Done",
      "option, and then press Select to finish.",
      "When entering a channel number, you can enter the number, and then select the",
      "Done",
      "option on the top row or you",
      "can enter the channel number and wait. After a short while, the channel will change and the virtual numeric pad will",
      "disappear from the screen.",
      "Changing volume",
      "Use the",
      "VOL",
      "button on the left to change the volume. Every time you change the volume, the new volume level will",
      "be announced.",
      "VOL",
      "button: Of the two buttons that protrude from the center of the remote control, the left one is the",
      "VOL",
      "button. Push up or pull down the",
      "VOL",
      "button to change the volume.",
      "Press the",
      "VOL",
      "button on the standard remote control to adjust the volume.",
      "Using program information",
      "When watching TV, press the Select button to view program information which then appears at the top of the screen.",
      "Voice Guide will say program subtitles or audio descriptions if they are available. To view more detailed program",
      "information, press and hold the Select button. Voice Guide will say more details such as a synopsis of the program.",
      "Press the left or right directional button to see what you can watch next on the same channel. Press the up or down",
      "directional button to move to other channels and to see which programs are currently being broadcast on them.",
      "Press",
      "to go back or close the program details.",
      "This function may not be supported depending on the geographical area.",
      "- 149 -"
    ]
  },
  "section_244": {
    "id": "section_244",
    "title": "Using the guide",
    "text": [
      "See an overview of each channel's program lineup.",
      "When you want to know the program information for each channel while watching a broadcast program, press the",
      "button on the remote control. Use the directional buttons to view the program information.",
      "Live TV",
      "Guide",
      "You can see the daily program schedules for each broadcaster and program information in the",
      "Guide",
      ". You can select",
      "programs to schedule for viewing or recording.",
      "You can also open the",
      "Guide",
      "using",
      "Bixby",
      ". Press and hold the",
      "button on your Samsung Smart Remote, and then",
      "say the command “",
      "guide",
      "This function may not be supported depending on the model or geographical area.",
      "The information in the",
      "Guide",
      "is for digital channels only. Analog channels are not supported.",
      "If the",
      "Clock",
      "is not set, the Guide is not provided. Set the",
      "Clock",
      "first. (",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "If you need to set the clock again, follow the instructions below.",
      "Press the",
      "button to open",
      "Smart Hub",
      "Press the left directional button to move to",
      "Settings",
      "Press the Select button to display the",
      "Settings",
      "menu screen.",
      "Use the up and down directional buttons to move to the",
      "General",
      "menu, and then press the Select button.",
      "Use the up and down directional buttons to move to the",
      "System Manager",
      "menu, and then press the Select",
      "button.",
      "Select the",
      "Time",
      "menu, and then press the Select button.",
      "Select the",
      "Clock",
      "menu, and then press the Select button.",
      "Select the",
      "Clock Mode",
      "menu, press the Select button, and then select",
      "Auto",
      "Manual",
      "If you select",
      "Manual",
      ", you can move to the",
      "Date",
      "Time",
      "menu below to set the time.",
      "- 150 -",
      "When you open the",
      "Guide",
      ", a table grid of channels and programs is displayed. The top row displays",
      "Channel Filter",
      "then the day and times. Each row has a channel name on the left and programs on that channel on the right.",
      "In the",
      "Guide",
      ", use the up and down directional buttons to move between channels and use the left and right",
      "directional buttons to move between programs within a channel. You can also use the",
      "button to enter a",
      "channel number and go to that channel directly. You can use the",
      "button to go to the current time.",
      "When you move the focus to a program, you will hear the program title, start/end time, and synopsis. You will also",
      "hear if the",
      "Video Description",
      "and",
      "Caption",
      "are available for the program. When you move the focus to a different",
      "channel, you will hear the channel name and number, and then the program details. If you move to a different day,",
      "you will hear the day announced for the first program you reach on that day. The day is not repeated, so if you are not",
      "sure what the day is, you can move forwards and backwards 24 hours and then the day will be announced.",
      "To view a program on now",
      "In the",
      "Guide",
      ", move to the program currently broadcasting, and then press the Select button to go to live TV on the",
      "selected channel and program.",
      "- 151 -",
      "Other options in the guide",
      "In the",
      "Guide",
      ", move to a broadcast scheduled program, and then press the Select button. A pop-up menu listing the",
      "functions below appears. For the program you are currently watching, press and hold the Select button.",
      "Use the up and down directional buttons to move within this menu, and then press Select to choose an item. Press",
      "to close the menu and go back to the",
      "Guide",
      "Record",
      "You can record the program that you are currently watching or a program on another channel.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "Schedule Viewing",
      "You can schedule viewing for a broadcast scheduled program.",
      "Schedule Recording",
      "You can schedule recording for a broadcast scheduled program.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "For more information on",
      "Schedule Recording",
      ", refer to \"Recording Programs.\"",
      "Edit Recording Time",
      "You can change the start and end times of scheduled program recordings.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "Stop",
      "You can stop the recording function that is currently running.",
      "Cancel Scheduled Viewing",
      "Cancel Scheduled Recording",
      "You can cancel your scheduled viewings and recordings.",
      "This function may not be supported depending on the model or geographical area.",
      "View Details",
      "You can see the detailed information on the selected program. The information may differ with the broadcast",
      "signal. If the information is not provided with the program, nothing appears.",
      "Press Select on the",
      "View Details",
      "option. This will open the details pop-up window for that program which",
      "will display a synopsis. The details pop-up window consists of detailed information and the",
      "option. After",
      "reading the detailed information, press the Select button on the remote control to close the pop-up window.",
      "- 152 -",
      "Displaying your favorite channels:",
      "If you have set up favorite channels, you will be able to filter the",
      "Guide",
      "so that only those channels are shown. This",
      "makes it easier to find channels you want.",
      "To display your favorites list, move to the current time (press the",
      "button) and then press the left directional",
      "button to move to the list of channels. Use the up directional button to move up the list until you reach the",
      "Filter By",
      ": All",
      "option. Press Select to bring up a list of options. Use the up and down directional buttons to move between the",
      "categories in the list. Highlight the option you want, for example,",
      "Favorites 1",
      ", and then press Select. The",
      "Guide",
      "will",
      "then show the information for only those channels.",
      "When you have set a filter in the",
      "Guide",
      ", it will remain when you close and re-open the",
      "Guide",
      ". If you find that you don’t have",
      "the channels you think you should, it is a good idea to check the category, and then select “",
      "Filter By : All",
      "” which will display",
      "all tuned channels."
    ]
  },
  "section_245": {
    "id": "section_245",
    "title": "Setting Up a Schedule Viewing",
    "text": [
      "Configure the TV to show a specific channel or program at a specific time and date.",
      "The",
      "icon appears next to programs that have been configured for a schedule viewing.",
      "To set up a schedule viewing, you must first set the TV's clock (",
      "Settings",
      "General",
      "System Manager",
      "Time",
      "Clock",
      "Setting up a schedule viewing",
      "The Guide Screen",
      "On the",
      "Guide",
      "screen, select a program you would like to view, and then press and hold the Select button.",
      "Select",
      "Schedule Viewing",
      "on the pop-up menu that appears.",
      "The Program Info Screen",
      "Press the Select button while watching the TV. The Program Info window appears. Select a broadcast",
      "scheduled program by using the left or right directional buttons, and then press the Select button. You can",
      "schedule watching the program by selecting",
      "Schedule Viewing",
      "- 153 -"
    ]
  },
  "section_246": {
    "id": "section_246",
    "title": "Cancelling a scheduled viewing",
    "text": [
      "You have two ways to cancel a scheduled viewing.",
      "1. Cancelling a scheduled viewing from the Guide",
      "Live TV",
      "Guide",
      "Move to the program you want to cancel scheduled viewing for, and then press the Select button. Move to",
      "Cancel",
      "Scheduled Viewing",
      ", and then press the Select button. When a pop-up message asking you to cancel the selected",
      "scheduled viewing appears, select",
      "Yes",
      ". The selected scheduled viewing is canceled and the screen returns to the",
      "Guide screen.",
      "2. Cancelling a scheduled viewing from Smart Hub",
      "Live TV",
      "Schedule Manager",
      "Recordings",
      "Schedules",
      "Delete",
      "Press",
      "the button to open",
      "Smart Hub",
      ", and then press the left or right directional button to move to",
      "Live TV",
      "Press the up directional button to move to the top row, and then press the left or right directional button to",
      "move to",
      "Schedule Manager",
      "Recordings",
      "Press Select to open",
      "Schedule Manager",
      "Recordings",
      "Press the up directional button to move to the",
      "Schedules",
      "menu.",
      "Use the down directional button to move to the list of programs scheduled to view.",
      "Use the right directional button to move to the",
      "Delete",
      "option, and then press the Select button to delete the",
      "selected item.",
      "This function may not be supported depending on the model or geographical area.",
      "- 154 -"
    ]
  },
  "section_247": {
    "id": "section_247",
    "title": "Using the Channel List",
    "text": [
      "See how to list the channels available on your TV.",
      "Live TV",
      "Channel List",
      "Using",
      "Channel List",
      ", you can change the channel or check programs on other digital channels while watching TV.",
      "Press the",
      "button on the remote to open",
      "Smart Hub",
      ", press the left or right directional buttons to move to",
      "Live TV",
      "press the up directional button to move to the top row, press the right directional button to move to",
      "Channel List",
      "and then press the Select button. This shows a list of the channels and the program currently on. The focus will be",
      "on the channel you are currently watching, showing channel name, channel number, and program title.",
      "Use the up and down directional buttons to move within the channel list (or use the",
      "button to go up and down a",
      "page at a time). You can also use the",
      "button to enter a channel number and go to that channel directly.",
      "Press the right directional button in the",
      "Channel List",
      "to move to the",
      "Category List",
      ". Use the up and down directional",
      "buttons to move within this list. Press the Select button to choose a category you want from the",
      "Category List",
      ". The",
      "Category List",
      "contains",
      "All Channels",
      "and",
      "Favorites",
      ". Use the up and down directional buttons to move to a channel",
      "you want to view, and then press the Select button.",
      "All Channels",
      "Displays the channels that have been automatically searched.",
      "Favorites",
      "Displays",
      "Favorites 1",
      "Favorites 5",
      ". Use the up and down directional buttons to move between the lists of",
      "favorites. Highlight the one you want, and then press Select. The channel list will now show only the channels",
      "in this list.",
      "This option is only available on specific models in specific geographical areas.",
      "- 155 -"
    ]
  },
  "section_248": {
    "id": "section_248",
    "title": "Creating a Personal Favorites List",
    "text": [
      "Designate frequently watched channels as favorite channels.",
      "Favorite channels are highlighted in the",
      "Edit Channel",
      "and",
      "Channel List",
      "screens with the symbol",
      "Registering channels as favorites",
      "Live TV",
      "Channel List",
      "Press the right directional button to move to the",
      "Category List",
      "Select",
      "Favorites",
      "Select a favorites list. When you select a favorites list, the",
      "Edit Favorites",
      "screen appears.",
      "Move to the channel you want to add, and then press the Select button.",
      "Repeat Step 4 to select all the channels you want to add.",
      "Press the right directional button to move to the",
      "icon, and then press the Select button. The selected",
      "channels are added to the favorites list.",
      "To add channels to a favorites list - Detail",
      "Open the",
      "Channel List",
      "Press the right directional button to move to the",
      "Category List",
      "Use the up and down directional buttons to move to",
      "Favorites",
      ", and then press Select. You will see",
      "Favorites 1",
      "Favorites 5",
      ". Move to the list to which you want to add channels, and then press the Select button.",
      "Use the up directional button to move to",
      "Edit Favorites",
      ", and then press the Select button.",
      "In the",
      "Edit Favorites",
      "screen, move to a channel you want to add to the favorites list, and then press the Select",
      "button.",
      "Repeat Step 5 to select all channels you want to add.",
      "Press the right directional button to move to the",
      "icon, then press the Select button. The selected channels",
      "are added to the favorites list.",
      "- 156 -",
      "Deleting channels from a favorites list – Detail",
      "Open the",
      "Channel List",
      "Press the right directional button to move to the",
      "Category List",
      "Use the up and down directional buttons to move to",
      "Favorites",
      ", and then press Select. You will see",
      "Favorites 1",
      "Favorites 5",
      ". Move to the list from which you want to delete channels, and then press the Select button.",
      "Use the up directional button to move to",
      "Edit Favorites",
      ", and then press the Select button.",
      "In the",
      "Edit Favorites",
      "screen, move to a channel you want to delete from the favorites list, and then press the",
      "Select button.",
      "Repeat Step 5 to select all channels you want to delete.",
      "Press the left directional button to move to the",
      "icon, and then press the Select button. The selected",
      "channels are deleted from the favorites list.",
      "Viewing and selecting channels on favorites lists only",
      "Live TV",
      "Channel List",
      "Open the",
      "Channel List",
      "Press the right directional button to move to the",
      "Category List",
      "Use the up and down directional buttons to move to",
      "Favorites",
      ", and press the Select button.",
      "The",
      "Favorites 1",
      "Favorites 5",
      "appear. Move to the list you want, and then press the Select button. The channels",
      "in the selected favorites list appear.",
      "- 157 -"
    ]
  },
  "section_249": {
    "id": "section_249",
    "title": "Recording",
    "text": [
      "Recording a program to an external hard drive connected via USB.",
      "This function is not available in the U.S.A. and Canada.",
      "This function may not be supported depending on the model or geographical area.",
      "Read all precautions before using the recording feature. For more information, refer to \"Before Using the Recording and",
      "Timeshift Functions.\""
    ]
  },
  "section_250": {
    "id": "section_250",
    "title": "Using the instant and schedule recording options from the guide screen:",
    "text": [
      "To record a program that is on now, open the program guide, move to the program, and then press and hold the",
      "Select button. You will get a pop-up menu. Use the up and down directional buttons to move to",
      "Record",
      ". Press select",
      "to record the program. You will be returned to the program guide. Recording automatically ends at the time when",
      "the program ends.",
      "To open the",
      "Guide",
      "and stop recording the program, press and hold the Select button. The menu is displayed and",
      "there is now a",
      "Stop Recording",
      "option instead of a",
      "Record",
      "option. Move to the",
      "Stop Recording",
      "option, and then press",
      "the Select button.",
      "To record a program that is on later, move to the program in the",
      "Guide",
      ", and then press Select. You will get a pop-up",
      "menu. Use the up and down directional button to move within this menu. Move to the",
      "Schedule Recording",
      ", and then",
      "press Select. You will hear a message saying the program has been set to record and then you will be returned to the",
      "program guide.",
      "The",
      "icon is placed visually next to the program title to show it is set to record. To find out if a program is set to",
      "record or to cancel a scheduled recording, press select on the program. If it is already set to record, then the option",
      "on the menu will be",
      "Cancel Scheduled Recording",
      ". You can press the Select button to cancel the scheduled recording",
      "or just press the",
      "button to go back to the program guide without cancelling the recording.",
      "- 158 -"
    ]
  },
  "section_251": {
    "id": "section_251",
    "title": "Using the Instant and Schedule Recording options from the program info",
    "text": [
      "window",
      "Recording the program you are watching",
      "To display a menu for recording a program or starting the Timeshift function, press the",
      "button while",
      "watching the program. You can select the following functions on the menu:",
      "Record",
      ": Immediately starts to record the program you are watching.",
      "Timeshift",
      ": Starts the Timeshift function.",
      "Stop",
      ": Stops the recording or the Timeshift function that is running.",
      "Info",
      ": Displays the details about the program you ware watching.",
      "Scheduling viewing from the program info window",
      "Press the Select button while viewing a program to display the program info window. In the program info window,",
      "use the left and right directional buttons to select a broadcast scheduled program, and then press the Select button.",
      "To schedule a recording for the program, select",
      "Schedule Recording"
    ]
  },
  "section_252": {
    "id": "section_252",
    "title": "Changing the recording time",
    "text": [
      "When recording a live program you can specify how long you want to record for.",
      "Press the down directional button to display the control bar at the bottom. Press the left or right directional buttons",
      "to move to",
      "Edit Recording Time",
      ", and then press the Select button. A slider scale appears and you will hear the",
      "recording time currently set. Use the left and right directional buttons to change the time, and then press the Select",
      "button. You will hear a menu that gives information about the recording time. To return to the program you are",
      "watching, press the",
      "button on the remote.",
      "The maximum recording time differs depending on the capacity of the USB device.",
      "- 159 -"
    ]
  },
  "section_253": {
    "id": "section_253",
    "title": "Viewing recorded programs",
    "text": [
      "Live TV",
      "Schedule Manager",
      "Recordings",
      "Record",
      "Open",
      "Smart Hub",
      "by pressing the",
      "button on the remote control. You will be on the",
      "Live TV",
      "option. Press the up",
      "directional button to move to the top row, and then use the left or right directional button to move to the",
      "Guide",
      "Press the right directional button to move to",
      "Recordings",
      ", and then press Select. This will open the",
      "Recording &",
      "Schedule Manager",
      "screen.",
      "To play a program, use the up and down directional buttons to move between program titles. Press Select to play the",
      "program or press the right directional button to move to a list of options. Use the up and down directional buttons to",
      "move between the options in this list. You can play, remove, or delete the program, or view the program details.",
      "Select the",
      "Play",
      "option to play the program. The program will start. If you have watched part of this program before,",
      "you will get a pop-up menu on screen allowing you to",
      "Play",
      "(from start),",
      "Resume",
      "(from where you left off), or",
      "Cancel",
      "Use the left and right directional buttons to move to the required option, and then press Select.",
      "This function may not be supported depending on the model or geographical area."
    ]
  },
  "section_254": {
    "id": "section_254",
    "title": "Deleting a recorded program",
    "text": [
      "To delete a recorded program, go to the list of",
      "Recordings",
      ". Use the up and down directional buttons to move to the",
      "recording you want to delete.",
      "Press the right directional button to move to a list of 3 options. Press the down directional button to move to the",
      "Delete",
      "option, and then press Select.",
      "You will be asked if you want to remove the selected item. Press the left directional button to move to the",
      "Delete",
      "button, and then press Select to delete the program title. The program will be deleted and you will be returned to",
      "the list of",
      "Recordings",
      "- 160 -"
    ]
  },
  "section_255": {
    "id": "section_255",
    "title": "Using Smart Hub",
    "text": [
      "Learn how to open Smart Hub to access apps, games, movies, and more."
    ]
  },
  "section_256": {
    "id": "section_256",
    "title": "Smart Hub",
    "text": [
      "After pressing the",
      "button on your remote control, you can surf the web and download apps with Smart Hub.",
      "Some",
      "Smart Hub",
      "services are for pay services.",
      "To use",
      "Smart Hub",
      ", the TV must be connected to the Internet.",
      "Some",
      "Smart Hub",
      "features may not be supported depending on the service provider, language, or geographical area.",
      "Smart Hub",
      "service outages can be caused by disruptions to your Internet service.",
      "You can view the entire text of the",
      "Terms & Policy",
      "by navigating to",
      "Settings",
      "Support",
      "Terms & Policy",
      "If you want to stop using",
      "Smart Hub",
      ", you can cancel the agreement. To cancel the Smart Hub service agreement, select",
      "Reset Smart Hub",
      "Settings",
      "Support",
      "Self Diagnosis",
      "Reset Smart Hub",
      "). Note that accepting and",
      "maintaining the",
      "Smart Hub",
      "service agreement is required if you want to use",
      "Smart Hub",
      "and other features and functions",
      "on your TV.",
      "Press the",
      "button on your remote. This will bring up a display with 2 rows. Try moving the focus to",
      "Live TV",
      "another item on the bottom row. The options on the top row change depending on the item selected in the bottom",
      "row.",
      "The buttons to the right of",
      "Live TV",
      "provide quick access to apps such as",
      "Netflix",
      "and",
      "Amazon",
      ". Currently, many of",
      "these apps are not accessible with Voice Guide.",
      "Use the left and right directional buttons to move between a menu or apps on a row and the up and down directional",
      "buttons to move between rows. Press Select to access a menu or apps.",
      "When you open",
      "Smart Hub",
      ", you will be on",
      "Live TV",
      "TV PLUS",
      ". Press the up directional button to move to the top row.",
      "You will be on the",
      "Guide",
      "item. The items in this row are:",
      "Guide",
      ": Select to go to the Program Guide where you can view the program schedules for multiple channels.",
      "Channel List",
      ": Select to open the channel list to view and move to programs that are being broadcast on other",
      "channels.",
      "Schedule Manager",
      "Recordings",
      ": You can go to the",
      "Schedule Manager",
      "Recording & Schedule Manager",
      "screen.",
      "This function may not be supported depending on the model or geographical area.",
      "To the right of",
      "Schedule Manager",
      "Recordings",
      ", you can see the programs you viewed most recently and the",
      "programs that are currently broadcasting on other channels. To go to one of those channels, move to it, and",
      "then press the Select button.",
      "- 161 -"
    ]
  },
  "section_257": {
    "id": "section_257",
    "title": "Using the Home Screen in Smart Hub",
    "text": [
      "On the leftmost part of the Home Screen in Smart Hub is the static menu listed below. You can quickly and easily use",
      "the listed menu items to access the main TV settings or external devices, search, and apps.",
      "Notification",
      "You can view a list of notifications for all events that occur on your TV. A notification appears on the screen",
      "when it is time to broadcast a scheduled program or when an event occurs on a registered device.",
      "If you move the focus to",
      "Notification",
      ", and then press the Select button, a notification window appears on the",
      "right and the following functions are available:",
      "Delete All",
      ": You can delete all your notifications.",
      "Settings",
      ": You can select services you want to be notified about. When you select",
      "Allow sound",
      "notifications are displayed with a notification sound.",
      "Settings",
      "When the focus is moved to the",
      "icon, a list of quick settings icons appears above the top of the menu. You",
      "can quickly set frequently used functions by clicking the icons.",
      "Picture Mode",
      "You can select the picture mode that provides the best viewing experience. To change the picture mode,",
      "press the Select button. To make fine adjustments, press the up directional button, and then select",
      "Picture",
      "Setup",
      "Sound Mode",
      "You can select a sound mode to optimize your listening experience. To change the sound mode, press the",
      "Select button. To make fine adjustments, press the up directional button, and then select",
      "Equalizer Setup",
      "Sound Output",
      "You can select which speakers the TV uses for audio output. To change the audio output, press the Select",
      "button. To connect to a Bluetooth speaker, press the up directional button, and then select",
      "Speaker List",
      "Connecting to a Bluetooth speaker may not be supported depending on the model or geographical area.",
      "- 162 -",
      "Caption",
      "You can watch TV broadcasts with captions. To activate/deactivate the accessibility features such as",
      "Caption",
      ", press the Select button. To run",
      "Accessibility Shortcuts",
      ", press the up directional button, and then",
      "select",
      "Accessibility Shortcuts",
      "Sleep Timer",
      "You can have the TV automatically turn off at a specific time. To change the sleep time, press the Select",
      "button. To set the specific time at which the TV turns off automatically, press the up directional button,",
      "and then select",
      "Set Up Off Timer",
      "Network",
      "You can view the current network and Internet status. Press the up directional button, and then select",
      "Network Status",
      "Network Settings",
      "This function may not be supported depending on the model or geographical area.",
      "Source",
      "You can select an external device connected to the TV.",
      "For more information, refer to \"Switching between external devices connected to the TV.\"",
      "Search",
      "A virtual keyboard appears on the screen, and you can search for channels, apps, titles of movies, or apps",
      "provided by the Smart Hub service.",
      "To use this feature, the TV must be connected to the Internet.",
      "APPS",
      "You can enjoy a wide range of content including news, sports, weather, and games by installing the",
      "corresponding apps on your TV.",
      "To use this feature, the TV must be connected to the Internet.",
      "For more information, refer to \"Using the APPS Service.\"",
      "Ambient Mode",
      "Ambient Mode",
      ", you can view beautiful screens, various visual information, and notifications.",
      "To enter",
      "Ambient Mode",
      ", press the",
      "button. To return to the TV mode, press the",
      "button. To shut",
      "off the TV, press the",
      "button.",
      "If you press the",
      "button when the TV is turned off, the TV turns on in",
      "Ambient Mode",
      "If you use a remote control other than the Samsung TV remote control, there may be restrictions to entering",
      "Ambient",
      "Mode",
      "Because this function is a QLED TV-specific function, it may not be supported depending on the model.",
      "For more information about the",
      "Ambient Mode",
      ", refer to \"Using the Ambient Mode.\"",
      "- 163 -"
    ]
  },
  "section_258": {
    "id": "section_258",
    "title": "Launching the e-Manual",
    "text": [
      "Open the user manual embedded in your TV.",
      "Press the",
      "E-MANUAL",
      "button on the standard remote control to open the menu. Alternatively, press the",
      "button",
      "to open",
      "Smart Hub",
      ", press the left directional button to move to",
      "Settings",
      ", and then press the Select button.",
      "Use the up and down directional buttons to move to",
      "Support",
      ", and then select",
      "Open e-Manual",
      "to open the e-Manual.",
      "Settings",
      "Support",
      "Open e-Manual",
      "You can view the embedded e-Manual containing information about your TV's key features.",
      "Alternatively, you can download a copy of the e-Manual from Samsung's website.",
      "Words in blue (e.g.,",
      "Picture Mode",
      ") indicate a menu item.",
      "The e-Manual contains 2 rows of menu icons. Use the up and down directional buttons to move between rows and",
      "the left and right directional buttons to move within a row. Press Select to open the section you want to read.",
      "The e-Manual contains a section called \"",
      "Learn TV Remote",
      "\" in \"",
      "Accessibility Guidance",
      "\" (at the right corner of the",
      "screen). This is particularly useful for people who cannot easily see the buttons on the control or who are not clear",
      "what each button does. When you are viewing this section of the e-Manual, pressing the buttons on the remote",
      "control will not affect the TV. Note that the \"",
      "Accessibility Guidance",
      "\" item is only available when",
      "Voice Guide",
      "Settings",
      "General",
      "Accessibility",
      "Voice Guide Settings",
      "Voice Guide",
      ") is enabled.",
      "- 164 -"
    ]
  },
  "section_259": {
    "id": "section_259",
    "title": "Using Bixby",
    "text": [
      "A guide to using Bixby to control your TV.",
      "To use",
      "Bixby",
      ", your TV must be connected to the Internet and you must use the microphone on your Samsung Smart",
      "Remote.",
      "To use",
      "Bixby",
      ", press and hold the",
      "button on the Samsung Smart Remote, say a command into the microphone on",
      "the remote, and then release the button to run",
      "Bixby",
      "The existing functional specifications may be changed if",
      "Bixby",
      "is updated."
    ]
  },
  "section_260": {
    "id": "section_260",
    "title": "Running Bixby",
    "text": [
      "Press and hold the",
      "button on the Samsung Smart Remote.",
      "Bixby",
      "is activated in the listening mode, the",
      "Bixby",
      "icon appears at the bottom of the TV screen, and the TV beeps. Say a command, and then release the button. The TV",
      "provides feedback on how it understands the command, and then performs the commanded task.",
      "If the TV does not understand the command, try again with more precise pronunciation.",
      "This function may not be supported depending on the model or geographical area.",
      "The supported language may differ depending on the geographical area.",
      "You can find a detailed description of the voice commands at",
      "My Bixby",
      ". Press the",
      "button. The",
      "Enter My Bixby",
      "button",
      "appears at the bottom of the screen. Press the Select button to go to the",
      "My Bixby",
      "screen.",
      "- 165 -"
    ]
  }
}
